{"คำอธิบายคณะ":"หลักสูตรศิลปศาสตรบัณทิต สาขาวิชาวิทยาการเรียนรู้ พัฒนาขึ้นบนพื้นฐานการบูรณาการองค์ความรู้ของสาขาวิชาต่าง ๆ ขึ้นเป็นสหวิทยาการ (Interdisciplinary) โดยมีคณาจารย์และผู้ทรงคุณวุฒิที่มีความเชี่ยวชาญครอบคลุมศาสตร์ด้านการเรียนรู้ของมนุษย์ในหลากหลายบริบท เพื่อช่วยให้ผู้เรียนสามารถสร้างองค์ความรู้ของตนบนฐานการปฏิบัติจริง การจัดการเรียนการสอนในหลักสูตรนี้มีลักษณะเป็นหน่วยการเรียนรู้ (Module) ที่มุ่งให้ผู้เรียนได้ศึกษาในลักษณะบูรณาการ การใช้ทักษะต่าง ๆ ร่วมกัน โดยผู้เรียนจะได้เรียนรู้ทางทฤษฏีและปฏิบัติเชิงวิชาชีพ ผ่านการเรียนการสอนที่ผู้เรียนมีส่วนร่วมเป็นสำคัญ (Active learning) ทั้งในระดับห้องปฏิบัติการ และกับผู้เชี่ยวชาญหรือหน่วยงานด้านการเรียนรู้ โดยไม่ได้จำกัดอยู่เพียงแต่ในสถานศึกการจัดการเรียนการสอนในปีแรกเป็นการปูพื้นฐานการเรียนรู้ในระดับอุดมศึกษาผ่านรายวิชาศึกษาทั่วไปของมหาวิทยาลัยและวิชาพื้นฐานของคณะที่เกี่ยวข้องกับการเรียนรู้กับมนุษย์ การบ่มเพาะทักษะการเรียนรู้ และการศึกษากับสังคม  ปีที่สองเป็นหน่วยการเรียนรู้ที่เปิดโอกาสให้ผู้เรียนเรียนรู้ผ่านประสบการณ์ตรงจากการทำงานในพื้นที่จริงและฝึกปฏิบัติร่วมกับผู้เชี่ยวชาญ โดยเน้นให้นักศึกษามีความรู้และทักษะแบบสหวิทยาการที่จำเป็นในการขับเคลื่อนการเรียนรู้ เช่น การสื่อสาร การออกแบบนวัตกรรม การอำนวยการเรียนรู้ และการทำความเข้าใจชุมชน นอกจากนั้นผู้เรียนต้องพัฒนาและดำเนินโครงงานนวัตกรรมทางสังคมเพื่อการเรียนรู้ ซึ่งเป็นจุดเริ่มต้นของการปรับเปลี่ยนกระบวนทัศน์ของผู้เรียนให้เปิดกว้าง การเรียนรู้ในปีที่สามเน้นการทำความเข้าใจการเรียนรู้ที่ผูกโยงกับประเด็นร่วมสมัยในการเรียนรู้ การเปลี่ยนแปลงทางสังคมที่ส่งผลต่อการเรียนรู้และการศึกษา และการดำเนินการวิจัยประเด็นการศึกษาอย่างเป็นรูปธรรม ผู้เรียนสามารถเลือกหมวดวิชาที่ตนเองสนใจตามความมุ่งเน้นเพื่อสร้างความเชี่ยวชาญในเชิงลึก ได้แก่ การออกแบบและการจัดกระบวนการเรียนรู้ การสร้างสรรค์นวัตกรรมการเรียนรู้ และการสอน ซึ่งสอดคล้องกับกระบวนการฝึกปฏิบัติกับองค์กรภายนอกหรือการพัฒนาโครงงานนวัตกรรมเพื่อสังคมซึ่งนักศึกษาจะได้ประยุกต์ใช้และต่อยอดองค์ความรู้ของตนเองอย่างเข้มข้นในช่วงชั้นปีสุดท้ายเพื่อให้ผู้เรียนมีทักษะที่จำเป็น สามารถตอบสนองความต้องการของสังคม และมีความพร้อมในการประกอบอาชีพ","สาขา/ภาควิชา":"1. สังคมศาสตร์และพฤติกรรมศาสตร์","หลักสูตร":"1.1 ศศ.บ.สาขาวิชาวิทยาการเรียนรู้ (ภาษาไทย ปกติ) วิทยาเขต ศูนย์รังสิต"}