{"คำอธิบายคณะ":" คณะทันตแพทยศาสตร์ มหาวิทยาลัยธรรมศาสตร์ เป็นคณะทันตแพทยศาสตร์ลําดับที่ 7 ของ ประเทศไทย โดยในขณะนั้นมหาวิทยาลัยธรรมศาสตร์ได้พิจารณาเห็นว่าประเทศกําลังประสบปัญหาขาดแคลน ทันตบุคลากร โดยได้รับการอนุมัติให้จัดตั้งและประกาศในราชกิจจานุเบกษาฉบับกฤษฎีกา เล่ม 113 ลงวันที่ 21 ก.พ. 2539 โดยเป็นคณะทันตแพทยศาสตร์แห่งแรกที่เปิดรับนักศึกษาโครงการรับตรงจากผู้ที่สําเร็จการศึกษาปริญญาตรีแล้ว เพื่อให้สอดคล้องกับแนวคิดด้านการจัดการศึกษาที่ฝึกให้นักศึกษามีทักษะคิดวิเคราะห์อย่างมีวิจารณญาณ และส่งเสริมการเรียนรู้ตลอดชีวิต โดยสอนภาคทฤษฎีแบบ Problem-based learning (PBL) รวมถึงการใช้ชุมชนเป็นฐานในการเรียนรู้ คณะฯ มีการพัฒนา มาโดยลําดับ ในปีการศึกษา 2557 ได้เปิดสอนหลักสูตรทันตแพทยศาสตรบัณฑิต (ทวิภาษา) เป็นแห่งแรก ในประเทศไทย เพื่อพัฒนาบัณฑิตที่มีความเป็นนานาชาติมากขึ้น ปีการศึกษา 2561 คณะฯ ได้ปรับหลักสูตรและ จัดการเรียนการสอนในรูปแบบ Active learning สร้างสิ่งแวดล้อมให้บัณฑิตของคณะฯ มีความสามารถในการ สืบค้นข้อมูล เรียนรู้ตลอดชีวิต ให้การรักษาบนพื้นฐานขององค์ความรู้ (evidence-based practices) และใช้ PBL ประยุกต์ใช้ในการรักษาผู้ป่วยในคลินิกทันตกรรม คณะฯยังมีการบริหารจัดการด้านการบริการสุขภาพร่วมกับโรงพยาบาลธรรมศาสตร์เฉลิมพระเกียรติมาตั้งแต่เริ่มก่อตั้งจนถึงปัจจุบัน ซึ่งเป็นลักษณะการทํางานร่วมกันระหว่างหน่วยงานที่ไม่เหมือนกับคณะทันตแพทยศาสตร์แห่งอื่น ๆ ในประเทศไทย ทําให้บัณฑิตของคณะฯ มีโอกาสฝึกทักษะในเคสที่มีความหลากหลายตั้งแต่ระดับง่ายถึงระดับที่ยากซับซ้อนมากขึ้น ภายใต้การดูแลของอาจารย์ผู้เชี่ยวชาญแต่ละสาขา โดยเฉพาะอย่างยิ่งสาขาทันตกรรมผู้สูงอายุเพื่อตอบสนองต่อการเปลี่ยนแปลงโครงสร้างของประชากรไทยและประชากรโลก มีวัตถุประสงค์ในการจัดการเรียนการสอนที่มุ่งเน้นการป้องกันควบคู่กับการรักษาขั้นทุติยภูมิ","สาขา/ภาควิชา":"1. ทันตแพทยศาสตร์","หลักสูตร":"1.1 ทันตแพทยศาสตรบัณฑิต (ภาษาไทย ปกติ) วิทยาเขต ศูนย์รังสิต\n1.2 ทันตแพทยศาสตรบัณฑิต (หลักสูตรทวิภาษา) (สองภาษา/สามภาษา) วิทยาเขต ศูนย์รังสิต","ค่าเทอม":"1.1 50,000 บาท ต่อภาคเรียน\n1.2 600,000 บาท ต่อภาคเรียน","การรับสมัครและคุณสมบัตรผู้สมัคร":"รับผู้สมัครที่จบจาก รร. หลักสูตรแกนกลาง\nรับผู้สมัครที่จบจาก รร. หลักสูตรนานาชาติ","ตำแหน่งที่ตั้ง":"คณะทันตแพทยศาสตร์ มหาวิทยาลัยธรรมศาสตร์\n99 หมู่ 18 ถนนพหลโยธิน อำเภอ คลองหลวง จังหวัด ปทุมธานี 12120","ช่องทางการติดต่อ":"คณะทันตแพทยศาสตร์ มหาวิทยาลัยธรรมศาสตร์\nโทรศัพท์ 02 - 986 - 9213 - 9, โทรสาร 02 - 986 - 9205","ความถนัดทั่วไป":"1.1 0%\n1.2 0%","ความถนัดแพทย์":"1.1 0%\n1.2 0%","ความถนัดศิลปกรรมศาสตร์":"1.1 0%\n1.2 0%","ความถนัดด้านวิทยาศาสตร์ เทคโนโลยี และวิศวกรรมศาสตร์":"1.1 0%\n1.2 0%","ความถนัดทางสถาปัตยกรรม":"1.1 0%\n1.2 0%","ความถนัดครุศาสตร์-ศึกษาศาสตร์":"1.1 0%\n1.2 0%","Math1 วิชาคณิตศาสตร์ประยุกต์ 1":"1.1 0%\n1.2 0%","Math2 วิชาคณิตศาสตร์ประยุกต์ 2":"1.1 0%\n1.2 0%","Sci วิทยาศาสตร์ประยุกต์":"1.1 0%\n1.2 0%","Phy วิชาฟิสิกส์":"1.1 0%\n1.2 0%","Chem วิชาเคมี":"1.1 0%\n1.2 0%","Bio วิชาชีววิทยา":"1.1 0%\n1.2 0%","Soc สังคมศึกษา":"1.1 0%\n1.2 0%","Thai ภาษาไทย":"1.1 0%\n1.2 0%","Eng ภาษาอังกฤษ":"1.1 0%\n1.2 0%","Fre ภาษาฝรั่งเศส":"1.1 0%\n1.2 0%","Ger ภาษาเยอรมัน":"1.1 0%\n1.2 0%","Jap ภาษาญี่ปุ่น":"1.1 0%\n1.2 0%","Kor ภาษาเกาหลี":"1.1 0%\n1.2 0%","Chi ภาษาจีน":"1.1 0%\n1.2 0%","Bal ภาษาบาลี":"1.1 0%\n1.2 0%","Spn ภาษาสเปน":"1.1 0%\n1.2 0%","รอบ1 Portfolio":"1.1 รับ 1 คน\n1.2 รับ 19 คน","รอบ 2 Quota":"1.1 รับ 1 คน\n1.2 รับ 1 คน","รอบ 3 Admission ":"1.1 ไม่เปิดรับสมัครในรอบนี้\n1.2 ไม่่เปิดรับสมัครในรอบนี้","รอบ 4 Direct admission ":"1.1 ไม่เปิดรับสมัครในรอบนี้\n1.2 ไม่เปิดรับสมัครในรอบนี้"}