{"คำอธิบายคณะ":"  ในช่วง พ.ศ. 2538 – 2541 สมัย ศาสตราจารย์พิเศษ นรนิติ เศรษฐบุตร เป็นอธิการบดีมหาวิทยาลัยธรรมศาสตร์ รัฐบาลมีนโยบายสนับสนุนการขยายการจัดการศึกษาออกสู่ภูมิภาคภายใต้โครงการเปิดวิทยาเขตสารสนเทศ ประกอบกับกระแสการเรียกร้องของประชาคมในจังหวัดลำปางว่า มหาวิทยาลัยธรรมศาสตร์ควรมีการจัดการเรียนสอนในระดับอุดมศึกษาชั้นปริญญาตรีเพิ่มเติมหลังจากที่มีการจัดการเรียนการสอนในระดับปริญญามหาบัณฑิตโดยคณะรัฐศาสตร์อยู่แล้วเป็นเวลาหลายปี ต่อมา ศาสตราจารย์พิเศษ ดร.เอนก เหล่าธรรมทัศน์ รองอธิการบดีฝ่ายวิชาการมหาวิทยาลัยธรรมศาสตร์ในขณะนั้น ได้เรียนเชิญอธิการบดีมหาวิทยาลัยธรรมศาสตร์ในขณะนั้นเข้าพบประชาคมชาวลำปาง เพื่อปรึกษาหารือความเป็นไปได้ในการขยายการจัดการเรียนการสอนขึ้นที่จังหวัดลำปาง ซึ่งจะนำแนวคิด เกี่ยวกับหลักสูตรธรรมศาสตรบัณฑิตมาประยุกต์ในระดับปริญญาตรีและเปิดสอนที่ธรรมศาสตร์ลำปางเป็นแห่งเดียวและแห่งแรกของประเทศไทยในขณะนั้น จากแนวคิดการพัฒนาหลักสูตรแบบธรรมศาสตรบัณฑิตขึ้นมาใหม่ มหาวิทยาลัยธรรมศาสตร์จึง แต่งตั้งคณะทำงานชุดหนึ่งซึ่งมี ศาสตราจารย์พิเศษ ดร.เอนก เหล่าธรรมทัศน์, รองศาสตราจารย์ ดร.สายทิพย์ สุคติพันธ์ และรองศาสตราจารย์ พรชัย ตระกูลวรานนท์ เป็นแกนนำในการทำประชาพิจารณ์และพัฒนาหลักสูตร จนก่อตั้งหลักสูตรใหม่ของมหาวิทยาลัยธรรมศาสตร์ในขณะนั้น ใช้ชื่อว่า “สหวิทยาการสังคมศาสตร์” ขึ้นมาบนฐานการบูรณาการศาสตร์ด้านสังคมศาสตร์ และมนุษยศาสตร์จัดการเรียนการสอนระดับชั้นปริญญาตรีที่มีรายวิชาในลักษณะ “สหวิทยาการ”  โดยรวมวิชาด้านสังคมศาสตร์ มนุษยศาสตร์ หลากหลายแขนงมาหล่อหลอมบัณฑิตที่มีความรู้อย่าง “สหวิทยาการ” ที่มีคุณภาพไปทำงานใช้สังคมไทย สืบปณิธาน “ฉันรักธรรมศาสตร์เพราะธรรมศาสตร์สอนให้ฉันรักประชาชน”","สาขา/ภาควิชา":"1. สังคมศาสตร์และพฤติกรรมศาสตร์\n2. วิทยาการ วิทยาศาสตร์ข้อมูล","หลักสูตร":"1.1 ศศ.บ.สาขาวิชาปรัชญาการเมืองและเศรษฐศาสตร์ (โครงการพิเศษ) (ศึกษาที่ มธ.ท่าพระจันทร์) (ภาษาไทย พิเศษ) วิทยาเขต ท่าพระจันทร์\n1.2 ศศ.บ.สาขาวิชาปรัชญาการเมืองและเศรษฐศาสตร์ (หลักสูตรนานาชาติ) (ศึกษาที่ มธ.ท่าพระจันทร์) (PPE) (นานาชาติ) วิทยาเขต ท่าพระจันทร์\n1.3 ศศ.บ.สาขาวิชาสหวิทยาการ (โครงการพิเศษ) (ศึกษาที่ มธ.ศูนย์รังสิต) (ภาษาไทย พิเศษ) วิทยาเขต ศูนย์รังสิต\n1.4 ศศ.บ.สาขาวิชาสหวิทยาการ (ศึกษาที่ มธ.ศูนย์ลำปาง) (ภาษาไทย ปกติ) วิทยาเขต ศูนย์ลำปาง\n1.5 ศศ.บ.สาขาวิชาปรัชญาการเมืองและเศรษฐศาสตร์ (โครงการพิเศษ) (ศึกษาที่ มธ.ศูนย์ลำปาง) (ภาษาไทย พิเศษ) วิทยาเขต ศูนย์ลำปาง\n2.1 วท.บ.สาขาวิชาวิทยาศาสตร์และนวัตกรรมข้อมูล (โครงการพิเศษ) (ศึกษาที่ มธ.ศูนย์รังสิต) (DSI) (ภาษาไทย พิเศษ) วิทยาเขต ศูนย์รังสิต"}