{"คำอธิบายคณะ":"คณะเทคนิคการแพทย์ มหาวิทยาลัยขอนแก่น (อังกฤษ: Faculty of Associated Medical Sciences, Khon Kaen University) เป็นส่วนราชการไทยระดับคณะวิชา สังกัดมหาวิทยาลัยขอนแก่น กระทรวงศึกษาธิการ เป็นคณะวิชาที่จัดตั้งขึ้นเป็นอันดับที่ 8 ของมหาวิทยาลัยขอนแก่น (วันประกาศใช้ในราชกิจจานุเบกษาพร้อมกับคณะมนุษยศาสตร์และสังคมศาสตร์) [1] เป็นคณะเทคนิคการแพทย์แห่งแรกและแห่งเดียวในภาคตะวันออกเฉียงเหนือ\nคณะเทคนิคการแพทย์ มหาวิทยาลัยขอนแก่น จัดตั้งขึ้นเมื่อวันที่ 21 กรกฎาคม พ.ศ. 2521 มีวัตถุประสงค์เพื่อผลิตนักเทคนิคแพทย์ และเจ้าหน้าที่วิทยาศาสตร์ทางการแพทย์ ยกระดับบริการทางด้านห้องปฏิบัติการชันสูตรสาธารณสุข และแก้ไขปัญหาการขาดแคลนเจ้าหน้าที่ชันสูตรสาธารณสุขในภาคตะวันออกเฉียงเหนือ ตลอดจนการค้นคว้าวิจัยและส่งเสริมงานบริการประชาชนทางด้านนี้ นอกจากนี้คณะเทคนิคการแพทย์ยังมีหน้าที่ผลิตนักกายภาพบำบัด เป้าหมายเพื่อพัฒนาการเป็นแหล่งกลางของการตรวจทางห้องปฏิบัติการชันสูตรสาธารณสุขและกายภาพบำบัด สำหรับโรงพยาบาลศรีนครินทร์ และหน่วยงานในศูนย์วิทยาศาสตร์สุขภาพ มหาวิทยาลัยขอนแก่น และเป็นตัวกลางในการสนับสนุนทางด้านวิชาการ งานวิจัยทางเทคนิคการแพทย์ และกายภาพบำบัดทั้งภายในและภายนอกประเทศ","สาขา/ภาควิชา":"1. กายภาพบำบัด\n2. เทคนิคการแพทย์","หลักสูตร":"1.1 วิทยาศาสตรบัณฑิต (กายภาพบำบัด) กายภาพบำบัด (ภาษาไทย ปกติ) วิทยาเขต ขอนแก่น\n2.1 วิทยาศาสตรบัณฑิต (เทคนิคการแพทย์) เทคนิคการแพทย์ (ภาษาไทย ปกติ) วิทยาเขต ขอนแก่น","คลิปแนะนำ":"https://www.youtube.com/watch?v=2BQlN89dCwU","ค่าเทอม":"ภาคการศึกษาละ 26,000 บาท","การรับสมัครและคุณสมบัตรผู้สมัคร":"รับผู้สมัครที่จบจาก รร. หลักสูตรแกนกลาง\nรับผู้สมัครที่จบจาก รร. หลักสูตรนานาชาติ\nรับผู้สมัครที่จบจาก รร. หลักสูตรตามอัธยาศัย (กศน.)\nรับผู้สมัครที่จบหลักสูตร GED\nคะแนน GPAX ต่ำสุด 2.5","ปฏิทิน":"https://registrar.kku.ac.th/kkustudentpage1/academiccalendar/","ตำแหน่งที่ตั้ง":"คณะเทคนิคการแพทย์ มหาวิทยาลัยขอนแก่น เลขที่ : 123 ถ.มิตรภาพ ต.ในเมือง อ.เมือง จ.ขอนแก่น 40002","ช่องทางการติดต่อ":"โทรศัพท์ : 0-4320 2399\n อีเมล : am.inbox@kku.ac.th","รูปภาพ":"https://ams.kku.ac.th/cover.jpg","ความถนัดทั่วไป":"1.1 40%\n2.1 20%","ความถนัดศิลปกรรมศาสตร์":"1.1 0%\n2.1 0%","ความถนัดด้านวิทยาศาสตร์ เทคโนโลยี และวิศวกรรมศาสตร์":"1.1 0%\n2.1 0%","ความถนัดทางสถาปัตยกรรม":"1.1 0%\n2.1 0%","ความถนัดครุศาสตร์-ศึกษาศาสตร์":"1.1 0%\n2.1 0%","Math1 วิชาคณิตศาสตร์ประยุกต์ 1":"1.1 0%\n2.1 10%","Math2 วิชาคณิตศาสตร์ประยุกต์ 2":"1.1 0%\n2.1 0%","Sci วิทยาศาสตร์ประยุกต์":"1.1 0%\n2.1 0%","Phy วิชาฟิสิกส์":"1.1 25%\n2.1 0%","Chem วิชาเคมี":"1.1 0%\n2.1 30%","Bio วิชาชีววิทยา":"1.1 25%\n2.1 30%","Soc สังคมศึกษา":"1.1 0%\n2.1 0%","Thai ภาษาไทย":"1.1 0%\n2.1 0%","Eng ภาษาอังกฤษ":"1.1 0%\n2.1 10%","Fre ภาษาฝรั่งเศส":"1.1 0%\n2.1 0%","Ger ภาษาเยอรมัน":"1.1 0%\n2.1 0%","Jap ภาษาญี่ปุ่น":"1.1 0%\n2.1 0%","Kor ภาษาเกาหลี":"1.1 0%\n2.1 0%","Chi ภาษาจีน":"1.1 0%\n2.1 0%","Bal ภาษาบาลี":"1.1 0%\n2.1 0%","Spn ภาษาสเปน":"1.1 0%\n2.1 0%","รอบ1 Portfolio":"1.1 รับ 15 คน\n2.1 รับ 31 คน","รอบ 2 Quota":"1.1 รับ 50 คน\n2.1 รับ 40 คน","รอบ 3 Admission ":"1.1 รับ 5 คน\n2.1 รับ 30 คน","รอบ 4 Direct admission ":"1.1 ไม่เปิดรับสมัครในรอบนี้\n2.1 ไม่เปิดรับสมัครในรอบนี้","อาชีพ":"สาขาวิชากายภาพบำบัด\n1. นักกายภาพบำบัด\n2. อาจารย์\n3. คลินิกกายภาพบำบัด\n4. ตัวแทนขายอุปกรณ์ด้านกายภาพบำบัด\nสาขาเทคนิคการแพทย์\n1. นักเทคนิคการแพทย์\n2. เจ้าหน้าที่ห้องปฏิบัติการ\n3. นักวิจัย\n4. ผู้ช่วยนักวิจัย\n5. ผู้แทนฝ่ายขายเครื่องมือตรวจวิเคราะห์","personality":"สาขาวิชากายภาพบำบัด\n1. ESFJ\n2. INTP, INTJ, ISFJ, ESFJ, ENFJ, ESTJ\n3. ISFJ, ENFJ, ESFJ\n4. ISFJ\nสาขาเทคนิคการแพทย์\n1. ISFJ\n2. INTP, ENTP\n3. INTP, ENTP\n4. INTP, ENTP\n5. ISFJ"}