{"คำอธิบายคณะ":"วิทยาลัยการปกครองท้องถิ่น มหาวิทยาลัยขอนแก่น (อังกฤษ: College of Local Administration, Khon Kaen University) เป็นส่วนราชการไทยระดับวิทยาลัย สังกัดมหาวิทยาลัยขอนแก่น กระทรวงการอุดมศึกษา วิทยาศาสตร์ วิจัยและนวัตกรรม โอนย้ายมาจากคณะมนุษยศาสตร์และสังคมศาสตร์ โดยมีฐานะเป็นองค์กรในกำกับมหาวิทยาลัย ตามข้อบังคับมหาวิทยาลัยขอนแก่น ว่าด้วยองค์กรในกำกับมหาวิทยาลัยขอนแก่น พ.ศ. 2539 ที่มีการจัดการเป็นอิสระจากระบบราชการ พึ่งตนเองได้ และให้ขึ้นอยู่ภายใต้การดูแลกำกับของมหาวิทยาลัยขอนแก่น มีลักษณะเทียบเท่าคณะ มีหน้าที่บริหาร จัดการ ดำเนินงาน และรับผิดชอบในการผลิตบัณฑิตในหลักสูตรต่าง ๆ ภายใต้ความร่วมมือระหว่างมหาวิทยาลัยขอนแก่น และกรมส่งเสริมการปกครองท้องถิ่น กระทรวงมหาดไทย\nวิทยาลัยการปกครองท้องถิ่น เป็นหน่วยงานที่แยกออกมาจากคณะมนุษยศาสตร์และสังคมศาสตร์ ตั้งแต่วันที่ 4 เมษายน พ.ศ. 2550 มีฐานะเป็นองค์กรในกำกับของมหาวิทยาลัย มีการจัดการเป็นอิสระจากระบบราชการ โดยมี รองศาสตราจารย์ ดร.พีรสิทธิ์ คำนวณศิลป์ เป็นคณบดีคนแรก วิทยาลัยการปกครองท้องถิ่นซึ่งมีฐานะเป็นหน่วยงานระดับคณะที่เป็นองค์กรในกำกับของมหาวิทยาลัยขอนแก่นมีพัฒนาการเริ่มต้นมาจากความตระหนักร่วมกับกรมส่งเสริมการปกครองท้องถิ่น กระทรวงมหาดไทย ว่า การกระจายอำนาจและศักยภาพการบริหารจัดการภาครัฐที่ดีว่าเป็นเงื่อนไขสำคัญที่จะทำให้เกิดการพัฒนาเศรษฐกิจและสังคมของประเทศชาติ แต่เมื่อกรมส่งเสริมการปกครองท้องถิ่นได้ทำการสำรวจคุณวุฒิของบุคลากรสังกัดองค์กรปกครองส่วนท้องถิ่น ในปี พ.ศ. 2546 พบว่ามีผู้สำเร็จการศึกษาระดับปริญญาตรีเพียง 4,600 คน จากจำนวนทั้งสิ้นมากกว่า 200,000 คน ส่วนในระดับปริญญาโทนั้นยิ่งมีจำนวนน้อยมาก ยิ่งไปกว่านั้นยังพบว่าผู้ที่สำเร็จการศึกษาเหล่านี้เกือบทั้งหมดยังไม่มีองค์ความรู้เรื่องการกระจายอำนาจ และการบริหารจัดการที่ดี ดังนั้นจึงเป็นความจำเป็นเร่งด่วนที่กรมส่งเสริมการปกครองท้องถิ่นจะต้องพัฒนาบุคลากรองค์กรปกครองส่วนท้องถิ่นให้มีความรู้ ความสามารถ ตลอดจนความเชี่ยวชาญในการบริหารงานท้องถิ่น และเพิ่มมีขีดความสามารถในการปฏิบัติงานภาคสาธารณะเพื่อตอบสนองความต้องการของประชาชนในเขตพื้นที่รับผิดชอบให้อยู่ในระดับที่สูงขึ้นต่อไป","สาขา/ภาควิชา":"1. การเงิน\n2. รัฐประศาสนศาสตร์","หลักสูตร":"1.1 รัฐประศาสนศาสตรบัณฑิต (การจัดการการเงินและการคลัง) รัฐประศาสนศาสตรบัณฑิต วิชาเอก การจัดการการเงินและการคลัง (ภาษาไทย ปกติ) วิทยาเขต ขอนแก่น\n2.1 รัฐประศาสนศาสตรบัณฑิต (การจัดการเมืองและเทคโนโลยีเมือง ) รัฐประศาสนศาสตรบัณฑิต (การจัดการเมืองและเทคโนโลยีเมือง) (ภาษาไทย ปกติ) วิทยาเขต ขอนแก่น\n2.2 รัฐประศาสนศาสตรบัณฑิต (การจัดการปกครองและกิจการสาธารณะ) รัฐประศาสนศาสตรบัณฑิต วิชาเอกการจัดการปกครองและกิจการสาธารณะ (ภาษาไทย ปกติ) วิทยาเขต ขอนแก่น","คลิปแนะนำ":"https://www.youtube.com/watch?v=__zh1xSCqEI","ค่าเทอม":"ภาคการศึกษาละ 28,000 บาท","การรับสมัครและคุณสมบัตรผู้สมัคร":"รับผู้สมัครที่จบจาก รร. หลักสูตรแกนกลาง\nรับผู้สมัครที่จบจาก รร. หลักสูตรนานาชาติ\nรับผู้สมัครที่จบจาก รร. หลักสูตรอาชีวะ\nรับผู้สมัครที่จบจาก รร. หลักสูตรตามอัธยาศัย (กศน.)","ปฏิทิน":"https://registrar.kku.ac.th/kkustudentpage1/academiccalendar/","ตำแหน่งที่ตั้ง":"123 มหาวิทยาลัยขอนแก่น 40002, ประเทศไทย    ","ช่องทางการติดต่อ":"โทรศัพท์ : 04320 3124\nโทรสาร : 04320 3875\nอีเมล : cola@kku.ac.th","ความถนัดทั่วไป":"1.1 0%\n2.1 0%\n2.2 0%","ความถนัดศิลปกรรมศาสตร์":"1.1 0%\n2.1 0%\n2.2 0%","ความถนัดด้านวิทยาศาสตร์ เทคโนโลยี และวิศวกรรมศาสตร์":"1.1 0%\n2.1 0%\n2.2 0%","ความถนัดทางสถาปัตยกรรม":"1.1 0%\n2.1 0%\n2.2 0%","ความถนัดครุศาสตร์-ศึกษาศาสตร์":"1.1 0%\n2.1 0%\n2.2 0%","Math1 วิชาคณิตศาสตร์ประยุกต์ 1":"1.1 20%\n2.1 0%\n2.2 0%","Math2 วิชาคณิตศาสตร์ประยุกต์ 2":"1.1 0%\n2.1 0%\n2.2 0%","Sci วิทยาศาสตร์ประยุกต์":"1.1 10%\n2.1 0%\n2.2 0%","Phy วิชาฟิสิกส์":"1.1 0%\n2.1 0%\n2.2 0%","Chem วิชาเคมี":"1.1 0%\n2.1 0%\n2.2 0%","Bio วิชาชีววิทยา":"1.1 0%\n2.1 0%\n2.2 0%","Soc สังคมศึกษา":"1.1 20%\n2.1 20%\n2.2 20%","Thai ภาษาไทย":"1.1 15%\n2.1 15%\n2.2 15%","Eng ภาษาอังกฤษ":"1.1 35%\n2.1 35%\n2.2 35%","Fre ภาษาฝรั่งเศส":"1.1 0%\n2.1 0%\n2.2 0%","Ger ภาษาเยอรมัน":"1.1 0%\n2.1 0%\n2.2 0%","Jap ภาษาญี่ปุ่น":"1.1 0%\n2.1 0%\n2.2 0%","Kor ภาษาเกาหลี":"1.1 0%\n2.1 0%\n2.2 0%","Chi ภาษาจีน":"1.1 0%\n2.1 0%\n2.2 0%","Bal ภาษาบาลี":"1.1 0%\n2.1 0%\n2.2 0%","Spn ภาษาสเปน":"1.1 0%\n2.1 0%\n2.2 0%","รอบ1 Portfolio":"1.1 รับ 80 คน\n2.1 รับ 80 คน\n2.2 รับ 118 คน","รอบ 2 Quota":"1.1 รับ 38 คน\n2.1 รับ 38 คน\n2.2 รับ 76 คน","รอบ 3 Admission ":"1.1 รับ 20 คน\n2.1 รับ 20 คน\n2.2 รับ 20 คน","รอบ 4 Direct admission ":"1.1 ไม่เปิดรับสมัครในรอบนี้\n2.1 ไม่เปิดรับสมัครในรอบนี้\n2.2 ไม่เปิดรับสมัครในรอบนี้","อาชีพ":"1. รับราชการในองค์กรปกครองส่วนท้องถิ่น\n2. อาจารย์\n3. เจ้าหน้าที่บริหารงานบุคคล\n4. นักการเมือง\n5. เจ้าหน้าที่วิเคราะห์นโยบาย","personality":"1.\n2. INTP, INTJ, ISFJ, ESFJ, ENFJ, ESTJ\n3.\n4.\n5."}