{"คำอธิบายคณะ":"คณะนิติศาสตร์ มหาวิทยาลัยขอนแก่น (อังกฤษ: Faculty of Law, Khon Kaen University) เป็นหน่วยงานอิสระเทียบเท่าระดับคณะวิชา ภายในกำกับของมหาวิทยาลัยขอนแก่น กระทรวงอุดมศึกษา วิทยาศาสตร์ วิจัยและนวัตกรรม เป็นคณะวิชาที่จัดตั้งขึ้นเป็นอันดับที่ 17 ของมหาวิทยาลัยขอนแก่น โดยโอนย้ายมาจากคณะมนุษยศาสตร์และสังคมศาสตร์ มหาวิทยาลัยขอนแก่น\nในปี พ.ศ. 2546 มหาวิทยาลัยขอนแก่นได้กำหนดแผนยุทธศาสตร์ในการเป็นมหาวิทยาลัยสมบูรณ์แบบ (Comprehensive University) โดยวางเป้าหมายเพิ่มขีดความสามารถและศักยภาพทางวิชาการของมหาวิทยาลัยให้มีความกว้างขวาง เท่าทันต่อการเปลี่ยนแปลงทางสังคม และครบถ้วนทั้งทางวิทยาศาสตร์และสังคมศาสตร์ จากแนวคิดดังกล่าว ในปี พ.ศ. 2547 มหาวิทยาลัยขอนแก่นจึงมีมติอนุมัติให้คณะมนุษยศาสตร์และสังคมศาสตร์ เป็นผู้รับผิดชอบดำเนินการหลักสูตรนิติศาสตรบัณฑิต สาขาวิชานิติศาสตร์ (น.บ.) และจัดการเรียนการสอนนับตั้งแต่ปีการศึกษานั้นเป็นต้นมา\n\nหลังจากนั้นในปี พ.ศ. 2548 มหาวิทยาลัยขอนแก่นได้ผ่านความเห็นชอบให้ดำเนินโครงการจัดตั้งคณะนิติศาสตร์ตามความเห็นชอบของสภามหาวิทยาลัยขอนแก่น และสอดคล้องกับแผนยุทธศาสตร์มหาวิทยาลัยขอนแก่น ประจำปีงบประมาณ พ.ศ. 2548 ซึ่งถือเป็นส่วนหนึ่งของคำรับรองการปฏิบัติราชการของมหาวิทยาลัย ประจำปี พ.ศ. 2548 ที่ได้เสนอไว้ต่อสำนักงานคณะกรรมการการอุดมศึกษา (สกอ.) ทั้งนี้ เพื่อเป็นการเตรียมความพร้อมในการจัดตั้งคณะนิติศาสตร์ต่อไป\n\nเมื่อวันที่ 19 กรกฎาคม พ.ศ. 2549 สภามหาวิทยาลัยขอนแก่น ได้มีมติจัดตั้งคณะนิติศาสตร์ โดยให้ถือว่าวันที่ 6 กรกฎาคม พ.ศ. 2549 เป็นวันสถาปนาคณะนิติศาสตร์ และให้จัดตั้งคณะนิติศาสตร์เป็นหน่วยงานหนึ่งของมหาวิทยาลัย มีสถานะเทียบเท่ากับคณะต่างๆ ของมหาวิทยาลัยนับแต่บัดนั้นเป็นต้นมา","สาขา/ภาควิชา":"1. นิติศาสตร์","หลักสูตร":"1.1 นิติศาสตรบัณฑิต (นิติศาสตร์) นิติศาสตร์ (ภาษาไทย พิเศษ) วิทยาเขต ขอนแก่น","คลิปแนะนำ":"https://www.youtube.com/watch?v=HkI_NkGRDdA","ค่าเทอม":"ภาคการศึกษาละ 18,000 บาท","การรับสมัครและคุณสมบัตรผู้สมัคร":"รับผู้สมัครที่จบจาก รร. หลักสูตรแกนกลาง\nรับผู้สมัครที่จบจาก รร. หลักสูตรนานาชาติ\nรับผู้สมัครที่จบจาก รร. หลักสูตรอาชีวะ\nรับผู้สมัครที่จบจาก รร. หลักสูตรตามอัธยาศัย (กศน.)","ปฏิทิน":"https://registrar.kku.ac.th/kkustudentpage1/academiccalendar/","ตำแหน่งที่ตั้ง":"123 หมู่ 16 ถ.มิตรภาพ ต.ในเมือง อ.เมือง จ.ขอนแก่น 40002","ช่องทางการติดต่อ":"โทรศัพท์ : 043-203588","ความถนัดทั่วไป":"1.1 0%","ความถนัดศิลปกรรมศาสตร์":"1.1 0%","ความถนัดด้านวิทยาศาสตร์ เทคโนโลยี และวิศวกรรมศาสตร์":"1.1 0%","ความถนัดทางสถาปัตยกรรม":"1.1 0%","ความถนัดครุศาสตร์-ศึกษาศาสตร์":"1.1 0%","Math1 วิชาคณิตศาสตร์ประยุกต์ 1":"1.1 0%","Math2 วิชาคณิตศาสตร์ประยุกต์ 2":"1.1 25%","Sci วิทยาศาสตร์ประยุกต์":"1.1 0%","Phy วิชาฟิสิกส์":"1.1 0%","Chem วิชาเคมี":"1.1 0%","Bio วิชาชีววิทยา":"1.1 0%","Soc สังคมศึกษา":"1.1 25%","Thai ภาษาไทย":"1.1 25%","Eng ภาษาอังกฤษ":"1.1 25%","Fre ภาษาฝรั่งเศส":"1.1 0%","Ger ภาษาเยอรมัน":"1.1 0%","Jap ภาษาญี่ปุ่น":"1.1 0%","Kor ภาษาเกาหลี":"1.1 0%","Chi ภาษาจีน":"1.1 0%","Bal ภาษาบาลี":"1.1 0%","Spn ภาษาสเปน":"1.1 0%","รอบ1 Portfolio":"1.1 รับ 250 คน","รอบ 2 Quota":"1.1 รับ 250 คน","รอบ 3 Admission ":"1.1 รับ 100 คน","รอบ 4 Direct admission ":"1.1 ไม่เปิดรับสมัครในรอบนี้","อาชีพ":"1. นิติกร\n2. ทนายความ\n3. อัยการ\n4. ผู้พิพากษา\n5. ที่ปรึกษากฎหมาย\n6. งานด้านวิชาการ","personality":"1. INTP, INTJ, ISTJ, ENTJ, ENTP\n2. INTP, INTJ, ISTJ, ESTJ, ENTJ, ENTP\n3. INTP, INTJ, ISTJ, ESTJ, ENTJ, ENTP\n4. INTP, INTJ, ISTJ, ISFJ, ENTJ, ENTP\n5. INTP, INTJ, ISTJ, ENTJ, ENTP\n6. INTP, INTJ, ISTJ, ENTJ, ENTP"}