{"คำอธิบายคณะ":"มุ่งเน้นสร้างการบูรณาการศาสตร์ทางสังคมเพื่อสร้างความเป็นเลิศทางวิชาการและพัฒนาสังคมอย่างยั่งยืน โดยเปิดสอน ใน 6 ภาควิชา คือ จิตวิทยา นิติศาสตร์ ประวัติศาสตร์ ภูมิศาสตร์ รัฐศาสตร์และรัฐประศาสนศาสตร์ สังคมวิทยาและมานุษยวิทยา","สาขา/ภาควิชา":"1. จิตวิทยา\n2. นิติศาสตร์\n3. ประวัติศาสตร์\n4. เอเชีย\n5. ภูมิศาสตร์\n6. รัฐประศาสนศาสตร์\n7. รัฐศาสตร์\n8. สังคมวิทยา","หลักสูตร":"1.1 วท.บ. สาขาวิชาจิตวิทยา สาขาวิชาวิชาเอกจิตวิทยาชุมชน (ภาษาไทย ปกติ) วิทยาเขต บางเขน\n1.2 วท.บ. สาขาวิชาจิตวิทยา สาขาวิชาวิชาเอกจิตวิทยาคลินิก (ภาษาไทย ปกติ) วิทยาเขต บางเขน\n1.3 วท.บ. สาขาวิชาจิตวิทยา สาขาวิชาวิชาเอกจิตวิทยาพัฒนาการ (ภาษาไทย ปกติ) วิทยาเขต บางเขน\n1.4 วท.บ. สาขาวิชาจิตวิทยา สาขาวิชาวิชาเอกจิตวิทยาอุตสาหกรรมและองค์การ (ภาษาไทย ปกติ) วิทยาเขต บางเขน\n1.5 วท.บ. สาขาวิชาจิตวิทยา สาขาวิชาวิชาเอกจิตวิทยาชุมชน (ภาษาไทย พิเศษ) วิทยาเขต บางเขน\n1.6 วท.บ. สาขาวิชาจิตวิทยา สาขาวิชาวิชาเอกจิตวิทยาพัฒนาการ (ภาษาไทย พิเศษ) วิทยาเขต บางเขน\n1.7 วท.บ. สาขาวิชาจิตวิทยา สาขาวิชาวิชาเอกจิตวิทยาคลินิก (ภาษาไทย พิเศษ) วิทยาเขต บางเขน\n1.8 วท.บ. สาขาวิชาจิตวิทยา สาขาวิชาวิชาเอกจิตวิทยาอุตสาหกรรมและองค์การ (ภาษาไทย พิเศษ) วิทยาเขต บางเขน                                                                   2.1 น.บ.(นิติศาสตรบัณฑิต) (ภาษาไทย ปกติ) วิทยาเขต บางเขน\n2.2 น.บ.(นิติศาสตรบัณฑิต) (ภาษาไทย พิเศษ) วิทยาเขต บางเขน\n3.1 ศศ.บ. สาขาวิชาประวัติศาสตร์ (ภาษาไทย ปกติ) วิทยาเขต บางเขน                                                           4.1 ศศ.บ. สาขาวิชาเอเชียตะวันออกเฉียงใต้ศึกษา (ภาษาไทย พิเศษ) วิทยาเขต บางเขน                                     5.1 วท.บ. สาขาวิชาภูมิศาสตร์และภูมิสารสนเทศศาสตร์ (ภาษาไทย ปกติ) วิทยาเขต บางเขน\n5.2 วท.บ. สาขาวิชาภูมิศาสตร์และภูมิสารสนเทศศาสตร์ (ภาษาไทย พิเศษ) วิทยาเขต บางเขน                  6.1 ศศ.บ. สาขาวิชารัฐประศาสนศาสตร์ (ภาษาไทย ปกติ) วิทยาเขต บางเขน\n6.2 ศศ.บ. สาขาวิชารัฐประศาสนศาสตร์ (ภาษาไทย พิเศษ) วิทยาเขต บางเขน                                                 7.1 ศศ.บ. สาขาวิชารัฐศาสตร์ สาขาวิชาวิชาเอกความสัมพันธ์ระหว่างประเทศ (ภาษาไทย ปกติ) วิทยาเขต บางเขน\n7.2 ศศ.บ. สาขาวิชารัฐศาสตร์ สาขาวิชาวิชาเอกการปกครองและการบริหารจัดการท้องถิ่น (ภาษาไทย ปกติ) วิทยาเขต บางเขน\n7.3 ศศ.บ. สาขาวิชารัฐศาสตร์ สาขาวิชาวิชาเอกบริหารงานยุติธรรมและความปลอดภัย (ภาษาไทย ปกติ) วิทยาเขต บางเขน\n7.4 ศศ.บ. สาขาวิชารัฐศาสตร์ สาขาวิชาวิชาเอกการปกครองและการบริหารจัดการท้องถิ่น (ภาษาไทย พิเศษ) วิทยาเขต บางเขน\n7.5 ศศ.บ. สาขาวิชารัฐศาสตร์ สาขาวิชาวิชาเอกความสัมพันธ์ระหว่างประเทศ (ภาษาไทย พิเศษ) วิทยาเขต บางเขน\n7.6 ศศ.บ. สาขาวิชารัฐศาสตร์ สาขาวิชาวิชาเอกบริหารงานยุติธรรมและความปลอดภัย (ภาษาไทย พิเศษ) วิทยาเขต บางเขน                                                 8.1 ศศ.บ. สาขาวิชาสังคมวิทยาและมานุษยวิทยา (ภาษาไทย ปกติ) วิทยาเขต บางเขน\n8.2 ศศ.บ. สาขาวิชาสังคมวิทยาและมานุษยวิทยา (ภาษาไทย พิเศษ) วิทยาเขต บางเขน\n","ค่าเทอม":17200,"ปฏิทิน":"https://registrar.ku.ac.th/calendar","ทุนการศึกษา":"https://www.ku.ac.th/th/scholarships/","ผลงาน":"https://kukr.lib.ku.ac.th/kukr_es/BKN_SOC","ตำแหน่องที่ตั้ง":"56 ถนนงามวงศ์วาน แขวงลาดยาว เขตจตุจักร กรุงเทพมหานคร 10900","ช่องทางติดต่อ":"โทร. 0-2561-3480,0-2561-3484\nเว็บไซต์. https://soc.ku.ac.th/\nเฟสบุ๊ค. https://www.facebook.com/kusocialsciences/\nYoutube. https://www.youtube.com/channel/UC1IumC1bdgJdrCwToMhVydw","รูปภาพ":"https://www.ku.ac.th/web-upload/filecenter/admin_jack/faculties/faculty-of-social-sciences/gallery/1.jpg\nhttps://www.ku.ac.th/web-upload/filecenter/admin_jack/faculties/faculty-of-social-sciences/gallery/2.jpg\nhttps://www.ku.ac.th/web-upload/filecenter/admin_jack/faculties/faculty-of-social-sciences/gallery/3.jpg\nhttps://www.ku.ac.th/web-upload/filecenter/admin_jack/faculties/faculty-of-social-sciences/gallery/4.jpg\nhttps://www.ku.ac.th/web-upload/filecenter/admin_jack/faculties/faculty-of-social-sciences/gallery/5.jpg"}