{"คำอธิบายคณะ":"1\n2. มุ่งสร้างบัณฑิตที่มีคุณภาพ ได้รับการยอมรับจากอุตสาหกรรม มีงานรองรับในทุกภาคส่วน","สาขา/ภาควิชา":"1. สาขาวิชาภาพยนตร์\n2. สาขาวิชาสื่อดิจิทัล","คำอธิบายสาขา":"1. สาขาวิชาภาพยนตร์\n1.1 เรียนรู้ทุกขั้นตอนการผลิต สอดรับกับเทรนด์ใหม่ในการผลิตภาพยนตร์ สารคดี และงานศิลปะ\n1.2 สอนจากผู้มีประสบการณ์ในวงการที่ได้รับรางวัลระดับนานาชาติ ประกอบกับการพัฒนาความเชี่ยวชาญในแขนงอื่นๆ และร่วมมือกับ Blackmagic Design Academic Training Partner หรือศูนย์ฝึกอบรมมาตรฐานงาน Post Production\n1.3 หลักสูตรเน้นความรู้ 5 ด้าน คือ การผลิตภาพยนตร์, ธุรกิจภาพยนตร์และสื่อจอ, ภาพยนตร์ศึกษาและการผลิตภาพยนตร์ทางเลือก, การแสดงสำหรับภาพยนตร์, การผลิตภาพยนตร์ ซีรีส์ โกลบอลคอนเทนต์\n1.4 ผลักดันและส่งเสริมให้เหล่านักศึกษาได้ส่งผลงานเข้าประกวดในระดับชาติและนานาชาติ เพื่อเปิดทางสู้การฝึกงานและทำงานจริง\n\n2. สาขาวิชาสื่อดิจิทัล\n2.1 ครอบคลุมกลุ่มอาชีพในอุตสาหกรรมสื่อดิจิทัล มุ่งเน้นทั้งวิชาการและวิชาชีพ สัมผัสประสบการณ์ผู้มีประสบการณ์จริงที่มีผลงานในวงการ เน้นความเชี่ยวชาญเฉพาะด้าน\n2.2 หลักสูตรเน้นความเชี่ยวชาญ 4 วิชาเลือก คือ 3D Animation, Visual Effects, Producing for Animation and Visual Effects, Sound and Music Production for Digital Media\n2.3 มุ่งเน้นให้นักศึกษาได้เรียนรู้และลงมือทำจริง พร้อมห้องปฏิบัติการและอุปกรณ์ระดับมาตรฐานอุตสาหกรรม เพื่อให้ก้าวไปสู่การเป็นนักสร้างสื่อดิจิทัลมืออาชีพที่มีศักยภาพและตอบโจทย์ธุรกิจสื่อในทุกรูปแบบ","หลักสูตร":"1. สาขาวิชาภาพยนตร์\n1.1 จำนวน 135 หน่วยกิต\n1.ก หมวดวิชาศึกษาทั่วไป                 30 หน่วยกิต\n กลุ่มวิชาภาษาอังกฤษ                         9 หน่วยกิต\n กลุ่มวิชาบูรณาการทักษะวิชาชีพ      21 หน่วยกิต\n1.ข  หมวดวิชาเฉพาะ                          99 หน่วยกิต\n กลุ่มวิชาแกน                                       24 หน่วยกิต\n กลุ่มวิชาเฉพาะด้าน-บังคับ                45 หน่วยกิต\n กลุ่มวิชาเฉพาะด้าน-เลือก                 15 หน่วยกิต\n  (เลือกเรียนตามความสนใจ)\n   1.ข.1 ด้านการผลิตภาพยนตร์\n       กลุ่มการเขียนบท\n       กลุ่มการกำกับ\n       กลุ่มการบริหารงานกองถ่าย\n       กลุ่มการออกแบบงานสร้างภาพยนตร์\n       กลุ่มการถ่ายภาพยนตร์\n       กลุ่มการลำดับภาพ\n       กลุ่มการบันทึกและออกแบบเสียง\n       และบังคบเรียน 2 วิชา                     6 หน่วยกิต\n   1.ข.2 ด้านธุรกิจภาพยนตร์และสื่อจอ\n   1.ข.3 ด้านภาพยนตร์ศึกษาและการผลิตภาพยนตร์ทางเลือก\n   1.ข.4 ด้านการแสดงสำหรับภาพยนตร์\n   1.ข.5 ด้านการผลิตซีรีส์\n กลุ่มวิชาโท                                          15 หน่วยกิต\n   วิชาโทภาพยนตร์\n   (สำหรับนักศึกษาไม่ได้เรียนในสาขาภาพยนตร์)\n1.ค  หมวดวิชาเสรี                                  6 หน่วยกิต\n\n*\n**กลุ่มวิชาโท สำหรับนักศึกษาสาขาภาพยนตร์ สามารถเลือกเรียนวิชาโท ได้จาก\n 1) กลุ่มวิชาที่ภาควิชาอื่นของคณธดิจิทัลมีเดียและศิลปะภาพยนตร์กำหนดให้\n 2) กลุ่มวิชาของคณะอื่นที่คณะดิจิทัลมีเดียและศิลปะภาพยนตร์อนุมัติให้เรียน\n***การปรับเเปลี่ยนรายวิชาในกลุ่มรายวิชาโทอยู่ในดุลยพินิจของคณบดี/รองคณบดี","ค่าเทอม":"สาขาวิชาภาพยนตร์\nเทอมแรก 24,480 บาท\nตลอดหลักสูตร 4 ปี 436,280 บาท\n\nสาขาวิชาสื่อดิจิทัล\nเทอมแรก 24,480 บาท\nตลอดหลักสูตร 4 ปี 487,880 บาท","การรับสมัครและ\nคุณสมบัตรผู้สมัคร":"ม.6 หรือเทียบเท่า ปวช. ปวส. (เทียบโอนได้)","ทุนการศึกษา":"1. ทุน BU Bright จำนวน 10,000 บาท\nสำหรับนักเรียน ม.6/ ปวช. ได้เกรดเฉลี่ยสะสม 3.50 ขึ้นไป\n2. ทุน BU Smart Choice จำนวน 8,000 บาท\nสำหรับนักเรียน ม.6/ ปวช./ GED มหาวิทยลัยกำหนด"}