{"คำอธิบายคณะ":"คณะวิทยาศาสตร์ประยุกต์ มหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ เป็นแหล่งผลิตนักคิด นักสร้างสรรค์ ซึ่งเป็นกำลังสำคัญในการแปลงความรู้ทางวิทยาศาสตร์ มาประยุกต์ใช้ในทางปฏิบัติ ก่อเกิดเป็นนวัตกรรมที่สอดรับกับการใช้ชีวิตของผู้คน บนพื้นฐานความพอเพียงที่เลือกใช้ทางสายกลางเป็นหลักคิด แต่ยังคงก้าวทันการเปลี่ยนแปลงตามกระแสโลกไม่ล้าหลัง สมดังปรัชญาของคณะ ที่มุ่งมั่นพัฒนาคน พัฒนาวิทยาศาสตร์และเทคโนโลยี เพื่อสนองตอบการพัฒนาประเทศชาติในระดับชาติและนานาชาติ\n\nคณะวิทยาศาสตร์ประยุกต์ ได้รับการจัดตั้งขึ้นเมื่อวันที่ 14 พฤษภาคม 2531 โดยมีปณิธานอันแน่วแน่ที่จะพัฒนาทรัพยากรมนุษย์ ให้มีความเป็นเลิศทางด้านวิชาการ วิทยาศาสตร์และเทคโนโลยี ควบคู่กับการปลูกฝังคุณธรรม เพื่อให้บัณฑิตนำความรู้ที่ได้รับ ไปใช้ในทางที่เหมาะสม","สาขา/ภาควิชา":"คณิตศาสตร์\nเคมีอุตสาหกรรม\nเทคโนโลยีชีวภาพ\nเทคโนโลยีอุตสาหกรรมเกษตร อาหารและสิ่งแวดล้อม\nฟิสิกส์อุตสาหกรรมและอุปกรณ์การแพทย์\nวิทยาการคอมพิวเตอร์และสารสนเทศ\nสถิติประยุกต์","หลักสูตร":"\"1. ภาควิชาคณิตศาสตร์ หลักสูตรวิทยาศาสตรบัณฑิต (วท.บ.) 2 สาขา ได้แก่ สาขาวิชาคณิตศาสตร์ประยุกต์, สาขาวิชาคณิตศาสตร์เชิงวิทยาการคอมพิวเตอร์  \n2. ภาควิชาเคมีอุตสาหกรรม หลักสูตรวิทยาศาสตรบัณฑิต (วท.บ.) 1 สาขา ได้แก่ สาขาวิชาเคมีอุตสาหกรรม  \n3. ภาควิชาเทคโนโลยีชีวภาพ หลักสูตรวิทยาศาสตรบัณฑิต (วท.บ.) 1 สาขา ได้แก่ สาขาวิชาเทคโนโลยีชีวภาพ  \n4. ภาควิชาเทคโนโลยีอุตสาหกรรมเกษตร อาหาร และสิ่งแวดล้อม หลักสูตรวิทยาศาสตรบัณฑิต (วท.บ.) 4 สาขา ได้แก่ สาขาวิชาเทคโนโลยีสิ่งแวดล้อม, สาขาวิชาเทคโนโลยีอุตสาหกรรมเกษตร, สาขาวิชาเทคโนโลยีอุตสาหกรรมเกษตรและนวัตกรรม, สาขาวิชาวิทยาศาสตร์และเทคโนโลยีทางอาหาร\n5. ภาควิชาฟิสิกส์ อุตสาหกรรมและอุปกรณ์การแพทย์ หลักสูตรวิทยาศาสตรบัณฑิต (วท.บ.) 2 สาขา ได้แก่ สาขาวิชาฟิสิกส์อุตสาหกรรมและอุปกรณ์การแพทย์, สาขาวิชาฟิสิกส์วิศวกรรม  \n6. ภาควิชาฟิสิกส์ อุตสาหกรรมและอุปกรณ์การแพทย์ หลักสูตรวิศวกรรมศาสตรบัณฑิต (วศ.บ.) 2 สาขา ได้แก่ สาขาวิชาวิศวกรรมชีวการแพทย์, สาขาวิชาวิศวกรรมไมโครอิเล็กทรอนิกส์  \n7. ภาควิชาวิทยาการคอมพิวเตอร์ และสารสนเทศ หลักสูตรวิทยาศาสตรบัณฑิ (วท.บ.) 1 สาขา ได้แก่ สาขาวิชาวิทยาการคอมพิวเตอร์   \n8. ภาควิชาสถิติประยุกต์ หลักสูตรวิทยาศาสตรบัณฑิต (วท.บ.) 3 สาขา ได้แก่ สาขาวิชาสถิติประยุกต์, สาขาวิชาสถิติธุรกิจและการประกันภัย, สาขาวิชาวิทยาศาสตร์ข้อมูลและการวิเคราะห์เชิงสถิติ\"\n"}