{"คำอธิบายคณะ":"การจัดการศึกษาด้านวิศวกรรมศาสตร์ สถาบันเทคโนโลยีพระจอมเกล้าพระนครเหนือ ได้เริ่มต้นมาจากแผนกวิชาแผนกหนึ่งในโรงเรียนเทคนิคพระนครเหนือ  (หรือที่รู้จักในนาม”เทคนิคไทย – เยอรมัน”) ต่อมาในปี พ.ศ.2514  ซึ่งเป็นปีที่วิทยาลัยเทคนิคพระนครเหนือและวิทยาลัยเทคนิคอีกสองแห่งได้เปลี่ยนฐานะมาเป็น สถาบันเทคโนโลยีพระจอมเกล้าที่ประกอบด้วย 3 วิทยาเขตคือ วิทยาเขตพระนครเหนือ  วิทยาเขตธนบุรี และ วิทยาเขตเจ้าคุณทหารลาดกระบัง คณะวิศวกรรมศาสตร์จึงได้ถูกจัดตั้งอย่างเป็นทางการ ตั้งแต่เริ่มแรกของการจัดตั้ง คณะฯ ได้ยึดถือเป็นนโยบายในการผลิตวิศวกรที่มีความรู้ ความเข้าใจในหลักการวิศวกรรมศาสตร์พื้นฐาน (engineering sciences) และมีทักษะในเชิงปฏิบัติ กล่าวคือสามารถนำทฤษฎีไปประยุกต์เพื่อแก้ปัญหาทางวิศวกรรมในปัญหาจริงได้อย่างมีประสิทธิผล","สาขา/ภาควิชา":"วิศวกรรมเครื่องกลและการบิน-อวกาศ\nวิศวกรรมไฟฟ้าและคอมพิวเตอร์\nวิศวกรรมการผลิต\nวิศวกรรมเคมี\nวิศวกรรมอุตสาหการ\nวิศวกรรมโยธา\nวิศวกรรมเครื่องมือวัดและอิเล็กทรอนิกส์ \nวิศวกรรมขนถ่ายวัสดุและโลจิสติกส์\nภาควิชาวิศวกรรมวัสดุและเทคโนโลยีการผลิต","หลักสูตร":"1. ภาควิชาวิศวกรรมเครื่องกลและการบิน-อวกาศ (MAE) หลักสูตรวิศวกรรมศาสตรบัณฑิต (วศ.บ.) 4 สาขา ได้แก่\nสาขาวิชาวิศวกรรมเครื่องกล, สาขาวิชาวิศวกรรมการบินและอวกาศ, สาขาวิชาวิศวกรรมเครื่องกล (หลักสูตรนานาชาติ), สาขาวิชาวิศวกรรมการบินและอวกาศ (หลักสูตรนานาชาติ)\n2. ภาควิศวกรรมไฟฟ้าและคอมพิวเตอร์ (ECE) หลักสูตรวิศวกรรมศาสตรบัณฑิต (วศ.บ.) 3 สาขา ได้แก่ สาขาวิชาวิศวกรรมไฟฟ้า, สาขาวิชาวิศวกรรมคอมพิวเตอร์, สาขาวิชาวิศวกรรมไฟฟ้า (หลักสูตรภาษาอังกฤษ) \n3. ภาควิศวกรรมการผลิต (PE) หลักสูตรวิศวกรรมศาสตรบัณฑิต (วศ.บ.) 2 สาขา ได้แก่ สาขาวิชาวิศวกรรมการผลิต, สาขาวิชาวิศวกรรมหุ่นยนต์และระบบอัตโนมัติ (หลักสูตรภาษาอังกฤษ)\n4. ภาควิชาวิศวกรรมเคมี (Ch.E) หลักสูตรวิศวกรรมศาสตรบัณฑิต (วศ.บ.) 2 สาขา ได้แก่ สาขาวิชาวิศวกรรมเคมี, สาขาวิชาวิศวกรรมเคมี (หลักสูตรนานาชาติ)\n5. ภาควิศวกรรมอุตสาหการ (IE) หลักสูตรวิศวกรรมศาสตรบัณฑิต (วศ.บ.) 1 สาขา ได้แก่ สาขาวิชาวิศวกรรมอุตสาหการ \n6. ภาควิศวกรรมโยธา (CE) หลักสูตรวิศวกรรมศาสตรบัณฑิต (วศ.บ.) 1 สาขา ได้แก่ สาขาวิชาวิศวกรรมโยธา \n7. ภาควิชาวิศวกรรมเครื่องมือวัดและอิเล็กทรอนิกส์ (IEE) หลักสูตรวิศวกรรมศาสตรบัณฑิต (วศ.บ.) 3 สาขา ได้แก่ สาขาวิชาวิศวกรรมระบบเครื่องมือวัด (หลักสูตร 3 ปี), สาขาวิชาวิศวกรรมไฟฟ้าอุตสาหกรรมและพลังงาน, สาขาวิชาวิศวกรรมระบบเครื่องมือวัด (หลักสูตร 4 ปี เรียนที่ มจพ. ปราจีนบุรี) \n8. ภาควิชาวิศวกรรมขนถ่ายวัสดุและโลจิสติกส์ (MHLE) หลักสูตรวิศวกรรมศาสตรบัณฑิต (วศ.บ.) 2 สาขา ได้แก่สาขาวิชาวิศวกรรมขนถ่ายวัสดุ, สาขาวิชาวิศวกรรมโลจิสติกส์ \n9. ภาควิชาวิศวกรรมวัสดุและเทคโนโลยีการผลิต (MPTE) หลักสูตรวิศวกรรมศาสตรบัณฑิต (วศ.บ.) 2 สาขา ได้แก่สาขาวิชาวิศวกรรมวัสดุ, สาขาวิชาวิศวกรรมวัสดุเชิงนวัตกรรม(หลักสูตรนานาชาติ\n"}