{"คำอธิบายคณะ":"วิทยาลัยเทคโนโลยีอุตสาหกรรม (วทอ.) เป็นส่วนงานระดับคณะของมหาวิทยาลัยเทคโนโลยีพระจอมเกล้าพระนครเหนือ ก่อตั้งขึ้นจากโครงการความร่วมมือทางเศรษฐกิจและวิชาการระหว่างรัฐบาลไทยกับรัฐบาลสหพันธ์สาธารณรัฐเยอรมันใน ปี พ.ศ. 2502  ปัจจุบันวิทยาลัยเปิดการเรียนการสอนตั้งแต่ระดับเตรียมวิศวกรรมศาสตร์จนถึงระดับบัณฑิตศึกษา ซึ่งครอบคลุมในหลากหลายสาขาวิชาทางด้านวิศวกรรมศาสตร์ วิทยาศาสตร์ และเทคโนโลยี โดยมีวัตถุประสงค์เพื่อผลิตช่างฝีมือ วิศวกร นักเทคโนโลยี รวมถึงนักวิจัยขั้นสูง ด้วยระบบการเรียนการสอนแบบเยอรมันที่มุ่งเน้นการปฏิบัติ และประสบการณ์จริงในโรงงาน ให้สอดคล้องกับความต้องการของภาคอุตสาหกรรม","สาขา/ภาควิชา":"เทคโนโลยีวิศวกรรมเครื่องกล\nเทคโนโลยีวิศวกรรมไฟฟ้า\nเทคโนโลยีวิศวกรรมโยธาและสิ่งแวดล้อม\nวิทยาศาสตร์ประยุกต์และสังคม\nเทคโนโลยีวิศวกรรมอุตสาหการ\nเทคโนโลยีวิศวกรรมเครื่องต้นกำลัง\nเทคโนโลยีวิศวกรรมอิเล็กทรอนิกส์\nเทคโนโลยีวิศวกรรมการเชื่อม\nการจัดการเทคโนโลยีการผลิตและสารสนเทศ\nโรงเรียนเตรียมวิศวกรรมศาสตร์ ไทย-เยอรมัน","หลักสูตร":"หลักสูตรปริญญาตรี ต่อเนื่อง 2-3 ปี\n1. หลักสูตรอุตสาหกรรมศาสตรบัณฑิต (อส.บ.) 6 สาขา ได้แก่ สาขาวิชาเทคโนโลยีเครื่องกล ออกแบบเครื่องกล/ออกแบบแม่พิมพ์, สาขาวิชาเทคโนโลยีแมคคาทรอนิกส์, สาขาวิชาเทคโนโลยีเครื่องต้นกำลังเทคโนโลยียานยนต์/เครื่องต้นกำลังอุตสาหกรรม, สาขาวิชาเทคโนโลยีการเชื่อม, สาขาวิชาเทคโนโลยไฟฟ้าและอิเล็กทรอนิกส์กำลัง, สาขาวิชาเทคโนโลยีอิเล็กทรอนิกส์โทรคมนาคม/คอมพิวเตอร์/เครื่องมือวัดและควบคุม \n \nหลักสูตรปริญญาตรี เทียบโอน 3 ปี\n1. หลักสูตรวิศวกรรมศาสตรบัณฑิต (วศ.บ.) 4 สาขา ได้แก่ สาขาวิชาเทคโนโลยีวิศวกรรมการออกแบบและผลิตเครื่องจักรกล, สาขาวิชาเทคโนโลยีวิศวกรรมออกแบบและผลิตเครื่องจักรกล สร้างเครื่องจักรกล/ออกแบบผลิตภัณฑ์เครื่องกล, สาขาวิชาเทคโนโลยีวิศวกรรมไฟฟ้าและอิเล็กทรอนิกส์กำลัง, สาขาวิชาเทคโนโลยีวิศวกรรมการทำความเย็นและการปรับอากาศ, สาขาวิชาเทคโนโลยีวิศวกรรมแม่พิมพ์และเครื่องมือ\n \nหลักสูตรปริญญาตรี 4 ปี\n1. หลักสูตรวิศวกรรมศาสตรบัณฑิต (วศ.บ.) 12 สาขา ได้แก่ สาขาวิชาเทคโนโลยีวิศวกรรมแม่พิมพ์และเครื่องมือ, \nสาขาวิชาเทคโนโลยีวิศวกรรมแมคคาทรอนิกส์, สาขาวิชาเทคโนโลยีวิศวกรรมพอลิเมอร์, สาขาวิชาเทคโนโลยีวิศวกรรมการเชื่อม, สาขาวิชาเทคโนโลยีวิศวกรรมยานยนต์, สาขาวิชาเทคโนโลยีวิศวกรรมการทำความเย็นและการปรับอากาศ, สาขาวิชาเทคโนโลยีวิศวกรรมซ่อมบำรุงอากาศยาน, สาขาวิชาเทคโนโลยีวิศวกรรมไฟฟ้าและอิเล็กทรอนิกส์กำลัง, สาขาวิชาเทคโนโลยีวิศวกรรมอิเล็กทรอนิกส์, สาขาวิชาเทคโนโลยีวิศวกรรมอุตสาหการ, สาขาวิชาวิศวกรรมโยธาและเทคโนโลยี \n2. หลักสูตรวิทยาศาสตรบัณฑิต (วท.บ.) 1 สาขา ได้แก่ สาขาวิชาการจัดการเทคโนโลยีการผลิตและสารสนเทศ"}