{"คำอธิบายคณะ":"คณะวิทยาการจัดการ (Faculty of Management Science) จัดตั้งขึ้นเป็นคณะที่ 12 ในมหาวิทยาลัยศิลปากร เริ่มจัดการเรียนการสอนในปีการศึกษา 2545 ณ วิทยาเขตสารสนเทศเพชรบุรี มีจุดมุ่งหมายที่จะผลิตบัณฑิต ในสาขาวิชา ที่สามารถประกอบอาชีพอิสระได้ระดับหนึ่ง เป็นบุคลากรที่มีความ สามารถทางธุรกิจขั้นพื้นฐาน รวมทั้งมีความสามารถในการร่วมปฏิบัติงานในหน่วยงานภาครัฐ และธุรกิจเอกชนได้เป็นอย่างดี โดยคำนึงถึงการตอบสนองต่อความต้องการ และความพึงพอใจของผู้รับบริการ คุณภาพชีวิต และคุณภาพของสิ่งแวดล้อมเป็นสำคัญ\n\nคณะวิทยาการจัดการ มีความมุ่งมั่นที่จะเน้นให้นักศึกษาของคณะได้ฝึกฝนความรู้ และทักษะในภาษาอังกฤษ และ/หรือ ภาษาต่างประเทศที่สอง รวมทั้งทักษะทางด้านเทคโนโลยีและการเป็นผู้ประกอบการ คณะยังสนับสนุนให้นักศึกษาได้รับประสบการณ์ตรง ทั้งจากการฝึกงาน การดูงาน การแข่งขันภายนอก และการทำโครงการต่าง ๆ ในทุกหลักสูตรของคณะ","สาขา/ภาควิชา":"1. การจัดการ\n2. การบัญชี\n3. โลจิสติกส์\n4. การท่องเที่ยวและการโรงแรม\n5. รัฐประศาสนศาสตร์\n6. สังคมวิทยา\n7. การตลาด","หลักสูตร":"1.1 หลักสูตรบริหารธุรกิจบัณฑิต (การจัดการงานนิทรรศการและงานอีเว้นท์) (ภาษาไทย พิเศษ) วิทยาเขต เพชรบุรี\n1.2 หลักสูตรบริหารธุรกิจบัณฑิต (การจัดการธุรกิจและภาษา) (ภาษาไทย พิเศษ) วิทยาเขต เพชรบุรี\n1.3 หลักสูตรบริหารธุรกิจบัณฑิต (การจัดการนวัตกรรมทางธุรกิจ) (ภาษาไทย พิเศษ) วิทยาเขต เพชรบุรี\n1.4 หลักสูตรบริหารธุรกิจบัณฑิต (การจัดการธุรกิจและภาษา) (ภาษาไทย พิเศษ) วิทยาเขต บางรัก\n1.5 หลักสูตรบริหารธุรกิจบัณฑิต (การจัดการนวัตกรรมทางธุรกิจ) (ภาษาไทย พิเศษ) วิทยาเขต บางรัก\n2.1 หลักสูตรบัญชีบัณฑิต (ภาษาไทย พิเศษ) วิทยาเขต เพชรบุรี\n1. หลักสูตรบริหารธุรกิจบัณฑิต (การจัดการโลจิสติกส์ระหว่างประเทศ) (ภาษาไทย พิเศษ) วิทยาเขต เพชรบุรี\n1. หลักสูตรศิลปศาสตรบัณฑิต (การจัดการการท่องเที่ยว) (ภาษาไทย พิเศษ) วิทยาเขต เพชรบุรี\n2. หลักสูตรบริหารธุรกิจบัณฑิต (การจัดการโรงแรม) (ภาษาไทย พิเศษ) วิทยาเขต เพชรบุรี\n1. หลักสูตรรัฐประศาสนศาสตรบัณฑิต (รัฐประศาสนศาสตร์) (ภาษาไทย พิเศษ) วิทยาเขต เพชรบุรี\n1. หลักสูตรศิลปศาสตรบัรฑิต (การจัดการชุมชน) (ภาษาไทย ปกติ) วิทยาเขต เพชรบุรี\n1. หลักสูตรบริหารธุรกิจบัณฑิต (การตลาด) (ภาษาไทย พิเศษ) วิทยาเขต บางรัก","คลิปแนะนำ":"https://www.youtube.com/watch?v=2kI8bvgxdDY","ค่าเทอม":"ภาคการศึกษาละ 25,000 บาท","ปฏิทิน":"https://admission.su.ac.th/","ตำแหน่งที่ตั้ง":"คณะวิทยาการจัดการ\nมหาวิทยาลัยศิลปากร\nวิทยาเขตสารสนเทศเพชรบุรี\nเลขที่ 1 หมู่ 3 ตำบลสามพระยา\nอำเภอชะอำ จังหวัดเพชรบุรี 76120\nโทรศัพท์: 0 3 259 4028, 0 3 253 4031\nหรือ 0 3 259 4043 ถึง 50 ต่อ 41045, 41046, 41049, 41051, 41052 และ 41211\nโทรสาร: 0 3 259 4027\n\nเว็ปไซต์ : https://ms.su.ac.th/"}