{"คำอธิบายคณะ":"คณะเภสัชศาสตร์ ก่อตั้งขึ้นในปี พ.ศ. 2528 และเปิดรับนักศึกษารุ่นแรก ตั้งแต่ปีการศึกษา 2529 นับเป็นคณะเภสัชศาสตร์ลำดับที่ 6 ของประเทศไทย โดยมีเภสัชกร รองศาสตราจารย์ ดร.ประโชติ เปล่งวิทยา ดำรงตำแหน่งคณบดี เป็นคณบดีผู้ประศาสน์การคนแรกและเป็นผู้ก่อตั้งคณะเภสัชศาสตร์ มหาวิทยาลัยศิลปากร ซึ่งเป็นผู้ริเริ่มให้มีการจัดการศึกษาสาขาเภสัชศาสตร์ ให้ดำเนินไปในทิศทางแผนใหม่และมีความทันสมัย คณะเภสัชศาสตร์เน้นการผลิตบัณฑิตให้มีความรู้ความสามารถด้านวิชาการและทักษะทางวิชาชีพ กอปรด้วยคุณธรรม จริยธรรม รับผิดชอบต่อสังคม\n\nคณะเภสัชศาสตร์มุ่งเน้นและสนับสนุนการวิจัยทั้งในด้านเภสัชศาสตร์ วิทยาศาสตร์สุขภาพ และวิทยาศาสตร์เทคโนโลยีที่ครอบคลุมแหล่งที่มา การเตรียมการประดิษฐ์ และการควบคุมคุณภาพผลิตภัณฑ์ยาสมุนไพร และผลิตภัณฑ์สุขภาพ ระบบเภสัชสนเทศกลวิธานการป้องกันและการรักษาโรคในคนและสัตว์ เทคโนโลยีชีวภาพ เทคโนโลยีเภสัชกรรม รวมถึงการวิจัยด้านระบบเภสัชสารสนเทศ เภสัชกรรมคลินิก เภสัชศาสตร์สังคม เภสัชกรรมชุมชน และการคุ้มครองผู้บริโภคด้านสาธารณสุขร่วมกับหน่วยงานอื่นทั้งภาครัฐและเอกชน ตลอดจนความร่วมมือกับสถาบันการศึกษาในต่างประเทศ\n\nคณะเภสัชศาสตร์ได้จัดตั้งหน่วยวิสาหกิจ 3 หน่วยงาน เพื่อดูแลการบริการวิชาการแก่สังคม โดยดำเนินการร่วมกับคณาจารย์ในภาควิชาต่าง ๆ ได้แก่สถานปฏิบัติการเภสัชกรรมชุมชน “เภสัชศาลา” เพื่อให้คำแนะนำการใช้ยาที่เหมาะสมแก่ประชาชน รวมทั้งเป็นแหล่งฝึกปฏิบัติงานวิชาชีพของนักศึกษาเภสัชศาสตร์หน่วยภูมิปัญญาทางเภสัชศาสตร์ “ประโชติ เปล่งวิทยา” ซึ่งมุ่งเน้นการบริการเทคนิควิเคราะห์ตามมาตรฐานห้องปฏิบัติการ ISO 17025 แก่หน่วยงานภาครัฐและเอกชน และการให้บริการความรู้ที่ถูกต้องด้านยาและผลิตภัณฑ์สุขภาพแก่ประชาชนทั่วไป หน่วยเครือข่ายเภสัชสนเทศ “ประชานาถ” เป็นแม่ข่ายให้บริการสนับสนุนข้อมูลทางยาและผลิตภัณฑ์สุขภาพ รวมทั้งให้การฝึกอบรมระบบสารสนเทศทางสุขภาพแก่เภสัชกร หน่วยงานบริการด้านสาธารณสุข โรงพยาบาลในทุกภูมิภาค และประชาชนทั่วไป","สาขา/ภาควิชา":"1. เภสัชศาสตร์","หลักสูตร":"1.1 หลักสูตรเภสัชศาสตรบัณฑิต (ภาษาไทย ปกติ) วิทยาเขต สนามจันทร์\n1.2 หลักสูตรเภสัชศาสตรบัณฑิต (ภาษาไทย พิเศษ) วิทยาเขต สนามจันทร์","คลิปแนะนำ":"https://www.youtube.com/watch?v=MSsds0EzRk0","ค่าเทอม":"ภาคการศึกษาละ 23,000 บาท","ปฏิทิน":"https://admission.su.ac.th/","ตำแหน่งที่ตั้ง":"คณะเภสัชศาสตร์\nมหาวิทยาลัยศิลปากร\nวิทยาเขตพระราชวังสนามจันทร์\nเลขที่ 6 ถนนราชมรรคาใน\nอำเภอเมือง จังหวัดนครปฐม 73000\nโทรศัพท์: 0 3 425 5800, 0 3 425 3910-7\nโทรสาร: 0 3 425 5800\n\nเว็ปไซต์ : https://pharmacy.su.ac.th/main/"}