{"คำอธิบายคณะ":"คณะอักษรศาสตร์จัดตั้งขึ้นเมื่อ พ.ศ. 2511 เป็นคณะวิชาลำดับที่ 5 และเป็นคณะวิชาแรกของวิทยาเขตแห่งใหม่ คือ วิทยาเขตพระราชวังสนามจันทร์ ณ จังหวัดนครปฐม โดยศาสตราจารย์หม่อมหลวงปิ่น มาลากุล ซึ่งขณะนั้นดำรงตำแหน่งอธิการบดี มหาวิทยาลัยศิลปากร\n\nคณะอักษรศาสตร์ให้ความสำคัญต่อคุณภาพการเรียนการสอน โดยมีกิจกรรมส่งเสริมการเรียนการสอนแก่นักศึกษาทั้งในและนอกห้องเรียน และมีกิจกรรมต่าง ๆ เพื่อพัฒนานักศึกษา นอกจากนี้ ยังได้จัดตั้งศูนย์เรียนรู้ด้วยตนเอง และห้องโทรทัศน์ทางไกลผ่านดาวเทียม เพื่อเปิดโอกาสให้นักศึกษาได้ฝึกปฏิบัติการคอมพิวเตอร์และภาษาต่างประเทศนอกจากนี้ ยังมีภารกิจในด้านการวิจัยโดยมีระบบและกลไกส่งเสริมให้คณาจารย์ทำวิจัยในสาขาวิชาต่าง ๆ ด้วยการให้ทุนส่งเสริมการวิจัย และสนับสนุนการเผยแพร่งานวิจัยในเวทีระดับชาติและนานาชาติ และได้ผลิตวารสารอักษรศาสตร์ซึ่งเป็นวารสารระดับชาติเพื่อเผยแพร่งานวิจัยอีกด้วย คณะอักษรศาสตร์ได้จัดกิจกรรมบริการทางวิชาการแก่สังคมและกิจกรรมทำนุบำรุงศิลปวัฒนธรรมอย่างต่อเนื่องปีละหลายโครงการ","สาขา/ภาควิชา":"1. สังคมศาสตร์ทั่วไป\n2. บรรณารักษศาสตร์\n3. ประวัติศาสตร์\n4. ปรัชญา ศาสนา\n5. ไทย\n6. ยุโรป\n7. อังกฤษ\n8. เอเชีย\n9. ภูมิศาสตร์\n10. อักษรศาสตร์","หลักสูตร":"1.1 หลักสูตรอักษรศาสตรบัณฑิต (สังคมศาสตร์การพัฒนา) (ภาษาไทย ปกติ) วิทยาเขต สนามจันทร์\n2.1 หลักสูตรอักษรศาสตรบัณฑิต (สารสนเทศศาสตร์และบรรณารักษศาสตร์) (ภาษาไทย ปกติ) วิทยาเขต สนามจันทร์\n3.1 หลักสูตรอักษรศาสตรบัณฑิต (ประวัติศาสตร์) (ภาษาไทย ปกติ) วิทยาเขต สนามจันทร์\n4.1 หลักสูตรอักษรศาสตรบัณฑิต (ปรัชญา) (ภาษาไทย ปกติ) วิทยาเขต สนามจันทร์\n5.1 หลักสูตรอักษรศาสตรบัณฑิต (ภาษาไทย) (ภาษาไทย ปกติ) วิทยาเขต สนามจันทร์\n6.1 หลักสูตรอักษรศาสตรบัณฑิต (ภาษาตะวันตก) สาขาวิชาภาษาฝรั่งเศส (ภาษาไทย ปกติ) วิทยาเขต สนามจันทร์\n6.2 หลักสูตรอักษรศาสตรบัณฑิต (ภาษาตะวันตก) สาขาวิชาภาษาเยอรมัน (ภาษาไทย ปกติ) วิทยาเขต สนามจันทร์\n6.3 หลักสูตรอักษรศาสตรบัณฑิต (ภาษาตะวันตก) (ภาษาไทย ปกติ) วิทยาเขต สนามจันทร์\n6.4 หลักสูตรอักษรศาสตรบัณฑิต (ยุโรปศึกษา) (ภาษาไทย พิเศษ) วิทยาเขต สนามจันทร์\n6.5 หลักสูตรอักษรศาสตรบัณฑิต (ยุโรปศึกษา) สาขาวิชาภาษาฝรั่งเศส (ภาษาไทย พิเศษ) วิทยาเขต สนามจันทร์\n6.6 หลักสูตรอักษรศาสตรบัณฑิต (ยุโรปศึกษา) สาขาวิชาภาษาเยอรมัน (ภาษาไทย พิเศษ) วิทยาเขต สนามจันทร์\n7.1 หลักสูตรอักษรศาสตรบัณฑิต (ภาษาอังกฤษ) (ภาษาไทย ปกติ) วิทยาเขต สนามจันทร์\n8.1 หลักสูตรอักษรศาสตรบัณฑิต (เอเชียศึกษา) (ภาษาไทย พิเศษ) วิทยาเขต สนามจันทร์\n8.2 หลักสูตรอักษรศาสตรบัณฑิต (เอเชียศึกษา) สาขาวิชาภาษาญี่ปุ่น (ภาษาไทย พิเศษ) วิทยาเขต สนามจันทร์\n8.3 หลักสูตรอักษรศาสตรบัณฑิต (เอเชียศึกษา) สาขาวิชาภาษาเกาหลี (ภาษาไทย พิเศษ) วิทยาเขต สนามจันทร์\n8.4 หลักสูตรอักษรศาสตรบัณฑิต (เอเชียศึกษา) สาขาวิชาภาษาจีน (ภาษาไทย พิเศษ) วิทยาเขต สนามจันทร์\n8.5 หลักสูตรอักษรศาสตรบัณฑิต (เอเชียศึกษา) สาขาวิชาภาษาเวียดนาม (ภาษาไทย พิเศษ) วิทยาเขต สนามจันทร์\n9.1 หลักสูตรอักษรศาสตรบัณฑิต (ภูมิศาสตร์) (ภาษาไทย ปกติ) วิทยาเขต สนามจันทร์\n10.1 หลักสูตรอักษรศาสตรบัณฑิต (นาฏยสังคีต) (ภาษาไทย ปกติ) วิทยาเขต สนามจันทร์\n10.2 หลักสูตรอักษรศาสตรบัณฑิต (นาฏยสังคีต) สาขาวิชาสังคีตศิลป์ไทย (ภาษาไทย ปกติ) วิทยาเขต สนามจันทร์\n10.3 หลักสูตรอักษรศาสตรบัณฑิต (นาฏยสังคีต) สาขาวิชาการละคร (ภาษาไทย ปกติ) วิทยาเขต สนามจันทร์\n10.4 หลักสูตรอักษรศาสตร์ (ไม่แยกสาขาวิชา) (ภาษาไทย ปกติ) วิทยาเขต สนามจันทร์","คลิปแนะนำ":"https://www.youtube.com/watch?v=zuDwjaLBFwU","ค่าเทอม":"ภาคการศึกษาละ 15,000","ปฏิทิน":"https://admission.su.ac.th/","ตำแหน่งที่ตั้ง":"คณะอักษรศาสตร์ มหาวิทยาลัยศิลปากร\nเลขที่ 6 ถนน ราชมรรคาใน ต.พระปฐมเจดีย์ อำเภอเมือง จังหวัดนครปฐม 73000\nโทรศัพท์: 0 3 425 5096-7\nโทรสาร: 0 3 425 5794\nเบอร์โทรศัพท์ งานบริการการศึกษา คณะอักษรศาสตร์: 034-256709\n\nเว็ปไซต์ : https://arts.su.ac.th"}