{"คำอธิบายคณะ":"คณะสถาปัตยกรรมศาสตร์ ก่อตั้งขึ้นเมื่อ พ.ศ. 2498 เป็นคณะที่ 2 ของมหาวิทยาลัย ก่อตั้งโดย ศาสตราจารย์พระพรหมพิจิตร ใช้ชื่อคณะว่า “คณะสถาปัตยกรรมไทย” เปิดสอนหลักสูตรการศึกษาระดับอนุปริญญา 3 ปีการศึกษา ต่อมา พ.ศ. 2502 ได้ขยายหลักสูตรการศึกษาถึงระดับปริญญา 5 ปีการศึกษา จนกระทั่ง พ.ศ. 2509 จึงได้เปลี่ยนชื่อคณะเป็น “คณะสถาปัตยกรรมศาสตร์” และได้พัฒนาหลักสูตรการเรียนการสอนให้ทันสมัยกับการพัฒนาด้านเศรษฐกิจ สังคม และเทคโนโลยีแผนใหม่ การศึกษาระดับบัณฑิตศึกษาเริ่มขึ้นเมื่อ พ.ศ. 2527 โดยเปิดสอนระดับปริญญาโท หลักสูตรสถาปัตยกรรมศาสตรมหาบัณฑิต สาขาวิชาการออกแบบชุมชนเมือง เป็นสาขาวิชาแรก และขยายการศึกษาในระดับบัณฑิตศึกษาอีกหลายสาขาวิชา ต่อมาในปี 2545 ได้เปิดสอนในระดับดุษฎีบัณฑิต หลักสูตรนานาชาติ ปัจจุบันคณะสถาปัตยกรรมศาสตร์รับผิดชอบการเรียนการสอนทั้งสิ้น 14 หลักสูตร แบ่งเป็น ระดับปริญญาบัณฑิต 2 หลักสูตร ปริญญามหาบัณฑิต 10 หลักสูตรและปริญญาดุษฎีบัณฑิต 2 หลักสูตร\n\nคณะสถาปัตยกรรมศาสตร์ได้สนับสนุนและส่งเสริมให้คณาจารย์ ผลิตผลงานวิจัยอย่างต่อเนื่อง ทั้งงานวิจัยขั้นพื้นฐานและงานวิจัยประยุกต์ การสนับสนุนงานวิจัยด้านบุคลากร อาคารสถานที่ เครื่องมือ อุปกรณ์ ตลอดจนสิ่งอำนวยความสะดวกต่าง ๆ ให้กับผู้วิจัย เพื่อให้งานวิจัยได้สำเร็จผลอันนำไปสู่การพัฒนาองค์ความรู้และการประยุกต์ในสาขาวิชาที่อยู่ในความรับผิดชอบของคณะฯ และในสาขาวิชาชีพ นอกจากนี้ ยังจัดสรรงบประมาณให้กับคณาจารย์ผลิตตำราหนังสือที่มีคุณภาพ เพื่อประโยชน์ด้านการเรียนการสอนอย่างสม่ำเสมอ สำหรับงานบริการวิชาการ ได้ให้การบริการในรูปแบบต่าง ๆ แก่สังคม เช่น การท่องเที่ยว การอนุรักษ์โบราณสถาน สิ่งแวดล้อม และพลังงาน ฯลฯ นอกจากนั้น ยังได้เผยแพร่ความรู้ทางวิชาการในรูปแบบการจัดนิทรรศการ การจัดประชุม การสัมมนา การฝึกอบรม ต่อเนื่องอย่างสม่ำเสมอ ทั้งในระดับประเทศและระดับนานาชาติ","สาขา/ภาควิชา":"1. สถาปัตยกรรม\n2. สถาปัตยกรรมไทย","หลักสูตร":"1.1 หลักสูตรสถาปัตยกรรมศาสตรบัณฑิต (ภาษาไทย ปกติ) วิทยาเขต วังท่าพระ\n2.1 หลักสูตรสถาปัตยกรรมศาสตรบัณฑิต (สถาปัตยกรรมไทย) (ภาษาไทย ปกติ) วิทยาเขต วังท่าพระ","คลิปแนะนำ":"https://www.youtube.com/watch?v=-40ySZedsgw","ค่าเทอม":"ภาคการศึกษาละ 22,000 บาท","ปฏิทิน":"https://admission.su.ac.th/","ตำแหน่งที่ตั้ง":"คณะสถาปัตยกรรมศาสตร์\nมหาวิทยาลัยศิลปากร\n31 ถนนหน้าพระลาน เขตพระนคร กรุงเทพฯ 10200\nโทรศัพท์ : 0 2 221 5877, 0 2 221 8572\nโทรสาร : 0 2 221 8837\nE-mail: arch_fac@su.ac.th\n\nคณะสถาปัตยกรรมศาสตร์\nมหาวิทยาลัยศิลปากร\nวิทยาเขตพระราชวังสนามจันทร์\nอาคารศิลป์ พีระศรี 1\nเลขที่ 6 ถนนราชมรรคาใน อำเภอเมือง\nจังหวัดนครปฐม 73000\nโทรศัพท์ : 0 3 427 1375-8\nโทรสาร : 0 3 427 1375-8 ต่อ 100\n\nเว็ปไซต์ : https://arch.su.ac.th","รอบ1 Portfolio":"1.1 รับ 50 คน\n2.1 รับ 20 คน","รอบ 2 Quota":"1.1 รับ 15 คน\n2.1 รับ 12 คน","รอบ 3 Admission ":"1.1 รับ 15 คน\n2.1 รับ 15 คน","รอบ 4 Direct admission ":"1.1 ไม่เปิดรับสมัครในรอบนี้\n2.1 ไม่เปิดรับสมัครในรอบนี้","อาชีพ":"1. สถาปนิก\n2. สถาปนิกชุมชน\n3. นักออกแบบ\n4. ผู้จัดการโครงการก่อสร้าง\n5. ผู้รับเหมาก่อสร้าง\n6. นักผลิตสื่อที่เกี่ยวกับสถาปัตยกรรม"}