{"คำอธิบายคณะ":"คณะโบราณคดี ตั้งขึ้นเป็นคณะที่ 3 ของมหาวิทยาลัยศิลปากร เมื่อ พ.ศ. 2498 โดยมีจุดมุ่งหมายเพื่อผลิตนักโบราณคดีไปปฏิบัติงานดูแลรับผิดชอบการอนุรักษ์โบราณวัตถุและโบราณสถานอันเป็นมรดกวัฒนธรรมอันล้ำค่าของชาติ ซึ่งมีอยู่เป็นจำนวนมาก ตลอดจนปฏิบัติงานสนามทางโบราณคดีให้ถูกต้องตามหลักวิชาการ โดยมีหลวงบริบาลบุรีภัณฑ์เป็นคณบดีคนแรก ต่อมาในปี พ.ศ. 2517 คณะโบราณคดีได้ปรับปรุงการศึกษาระดับปริญญาบัณฑิต โดยขยายขอบเขตการผลิตบัณฑิตในสาขาวิชาอื่น ๆ อีก นอกเหนือจากการผลิตนักโบราณคดี เพื่อให้สอดคล้องกับสถานการณ์ในปัจจุบัน\n\nคณาจารย์ของคณะโบราณคดีปฏิบัติงานวิจัยในทุกสาขาวิชาที่เปิดสอน ตลอดจนมีโครงการวิจัยร่วมกับผู้เชี่ยวชาญชาวต่างประเทศ มีการให้บริการวิชาการแก่สังคมเพื่อเผยแพร่ความรู้ อนุรักษ์ศิลปวัฒนธรรมโบราณสถานของชาติในรูปแบบของการจัดการอบรม สัมมนา บรรยาย นิทรรศการต่าง ๆ ที่เกี่ยวกับสาขาวิชาที่เปิดสอน และจัดทัศนศึกษาทางศิลปวัฒนธรรมให้แก่บุคคลทั่วไป ตลอดจนสนับสนุนให้นักศึกษาจัดกิจกรรม หรือเข้าร่วมกิจกรรมต่าง ๆ ที่มหาวิทยาลัยจัดขึ้นเป็นประจำ นอกจากนี้ยังจัดตั้งหน่วยงานเพื่อบริการวิชาการในสาขาที่เชี่ยวชาญ ได้แก่ ศูนย์สันสกฤตศึกษา และศูนย์ศึกษาศิลปกรรมโบราณในเอเชียอาคเนย์","สาขา/ภาควิชา":"1. โบราณคดี\n2. ประวัติศาสตร์\n3. ไทย\n4. ยุโรป\n5. อังกฤษ\n6. สังคมวิทยา\n7. ประวัติศาสตร์ศิลปะ","หลักสูตร":"1.1 หลักสูตรศิลปศาสตรบัณฑิต (โบราณคดี) (ภาษาไทย ปกติ) วิทยาเขต วังท่าพระ\n2.1 หลักสูตรศิลปศาสตรบัณฑิต (ประวัติศาสตร์ท้องถิ่น) (ภาษาไทย ปกติ) วิทยาเขต วังท่าพระ\n3.1 หลักสูตรศิลปศาสตรบัณฑิต (ภาษาไทย) (ภาษาไทย ปกติ) วิทยาเขต วังท่าพระ\n4.1 หลักสูตรศิลปศาสตรบัณฑิต (ภาษาฝรั่งเศส) (ภาษาไทย ปกติ) วิทยาเขต วังท่าพระ\n5.1 หลักสูตรศิลปศาสตรบัณฑิต (ภาษาอังกฤษ) (ภาษาไทย ปกติ) วิทยาเขต วังท่าพระ\n6.1 หลักสูตรศิลปศาสตรบัณฑิต (มานุษยวิทยา) (ภาษาไทย ปกติ) วิทยาเขต วังท่าพระ\n7.1 หลักสูตรศิลปศาสตรบัณฑิต (ประวัติศาสตร์ศิลปะ) (ภาษาไทย ปกติ) วิทยาเขต วังท่าพระ","คลิปแนะนำ":"https://www.youtube.com/watch?v=MU1NfXCO0tU","ค่าเทอม":"ภาคการศึกษาละ 17,000 บาท","ปฏิทิน":"https://admission.su.ac.th/","ตำแหน่งที่ตั้ง":"คณะโบราณคดี มหาวิทยาลัยศิลปากร\n31 ถนนหน้าพระลาน\nเขตพระนคร กรุงเทพฯ 10200\nโทรศัพท์ : 0 2 224 7684\nโทรสาร : 0 2 226 5355\nE-mail : archae_fac @su.ac.th\n\nเว็ปไซต์ : https://archae.su.ac.th/"}