{"คำอธิบายคณะ":"คณะดุริยางคศาสตร์ เริ่มก่อตั้งขึ้นเมื่อปี พ.ศ. 2541 ภายใต้ชื่อ “โครงการจัดตั้งคณะดุริยางคศาสตร์ มหาวิทยาลัยศิลปากร” โดยดำริของศาสตราจารย์ ดร.ตรึงใจ บูรณสมภพ อดีตอธิการบดีมหาวิทยาลัยศิลปากร ด้วยความร่วมมือจากบุคคลในวงการดนตรีหลายท่าน นับเป็นคณะวิชาลำดับที่ 10 ของมหาวิทยาลัยศิลปากร ผู้อำนวยการคนแรก คือ เรืออากาศตรี ศาสตราจารย์พิเศษ ดร.แมนรัตน์ ศรีกรานนท์ ศิลปินแห่งชาติิ\n\nคณะดุริยางคศาสตร์ เปิดรับนักศึกษารุ่นแรกในปีการศึกษา 2542 เปิดสอนเพียงหลักสูตรเดียว คือ ดุริยางคศาสตรบัณฑิต ต่อมาในปีการศึกษา 2543 เปิดสอนหลักสูตรดุริยางคศาสตรบัณฑิต สาขาวิชาดนตรีแจ๊ส ปีการศึกษา 2546 เปิดสอนหลักสูตรดุริยางคศาสตรบัณฑิต สาขาวิชาดนตรีเชิงพาณิชย์ เพิ่มขึ้นเป็นหลักสูตรที่สาม ปีการศึกษา 2552 คณะดุริยางคศาสตร์เปิดสอนหลักสูตรในระดับบัณฑิตศึกษาเพิ่มขึ้นอีก 1 หลักสูตร คือ หลักสูตรดุริยางคศาสตรมหาบัณฑิต สาขาวิชาสังคีตวิจัยและพัฒนา ปีการศึกษา 2557 เพิ่มขึ้นอีก 1 หลักสูตร คือ หลักสูตรดนตรีและธุรกิจบันเทิง และในปีการศึกษา 2562 ได้เปิดสอนระดับปริญญาเอก เพิ่มขึ้นอีก 1 หลักสูตร คือ หลักสูตรปรัชญาดุษฎีบัณฑิต สาขาวิชาสังคีตวิจัยและพัฒนา","สาขา/ภาควิชา":"1. การตลาด\n2. ดุริยางคศิลป์","หลักสูตร":"1.1 หลักสูตรศิลปศาสตรบัณฑิต (อุตสาหกรรมบันเทิง) (ภาษาไทย พิเศษ) วิทยาเขต วังท่าพระ\n1.2 หลักสูตรศิลปศาสตรบัณฑิต (อุตสาหกรรมบันเทิง) สาขาวิชาธุรกิจดนตรีและบันเทิง (ภาษาไทย พิเศษ) วิทยาเขต วังท่าพระ\n1.3 หลักสูตรศิลปศาสตรบัณฑิต (อุตสาหกรรมบันเทิง) สาขาวิชาการจัดการและพัฒนาไอดอลและอินฟลูเอนเซอร์ (ภาษาไทย พิเศษ) วิทยาเขต วังท่าพระ\n2.1 หลักสูตรดุริยางคศาสตรบัณฑิต (ภาษาไทย พิเศษ) วิทยาเขต วังท่าพระ\n2.2 หลักสูตรดุริยางคศาสตรบัณฑิต (ดนตรีคลาสสิก) สาขาวิชาดนตรีคลาสสิก (ภาษาไทย พิเศษ) วิทยาเขต วังท่าพระ\n2.3 หลักสูตรดุริยางคศาสตรบัณฑิต (ดนตรีและสื่อสร้างสรรค์) สาขาวิชาดนตรีและสื่อสร้างสรรค์ (ภาษาไทย พิเศษ) วิทยาเขต วังท่าพระ\n2.4 หลักสูตรดุริยางคศาสตรบัณฑิต (ดนตรีแจ๊ส) สาขาวิชาดนตรีแจ๊ส (ภาษาไทย พิเศษ) วิทยาเขต วังท่าพระ\n2.5 หลักสูตรดุริยางคศาสตรบัณฑิต (ดนตรีเชิงพาณิชย์) สาขาวิชาดนตรีเชิงพาณิชย์ (ภาษาไทย พิเศษ) วิทยาเขต วังท่าพระ\n2.6 หลักสูตรดุริยางคศาสตรบัณฑิต (ละครเพลง) สาขาวิชาละครเพลง (ภาษาไทย พิเศษ) วิทยาเขต วังท่าพระ\n2.7 หลักสูตรดุริยางคศาสตรบัณฑิต (ผู้ประกอบการดนตรีศึกษา) สาขาวิชาผู้ประกอบการดนตรีศึกษา (ภาษาไทย พิเศษ) วิทยาเขต วังท่าพระ","คลิปแนะนำ":"https://www.youtube.com/watch?v=9UqumDxTTZ4","ค่าเทอม":"ภาคการศึกษาละ 69,000 บาท","ปฏิทิน":"https://admission.su.ac.th/","ตำแหน่งที่ตั้ง":"คณะดุริยางคศาสตร์\nมหาวิทยาลัยศิลปากร\n22 ถนนบรมราชชนนี\nเขตตลิ่งชัน กรุงเทพฯ 10170\nโทรศัพท์: 0 2 424 5505, 0 2 424 5623, 0 2 001 9292\nโทรสาร: 0 2 424 5618\n\nเว็ปไซต์ : https://music.su.ac.th/","รอบ1 Portfolio":"1.1 รับ 50 คน\n1.2 รับ 80 คน\n1.3 รับ 30 คน\n2.1 รับ 90 คน\n2.2 รับ 10 คน\n2.3 รับ 20 คน\n2.4 รับ 20 คน\n2.5 รับ 20 คน\n2.6 รับ 10 คน\n2.7 รับ 10 คน","รอบ 2 Quota":"1.1 รับ 10 คน\n1.2 รับ 20 คน\n1.3 รับ 10 คน\n2.1 รับ 50 คน\n2.2 รับ   5 คน\n2.3 รับ 10 คน\n2.4 รับ 20 คน\n2.5 รับ   5 คน\n2.6 รับ   5 คน\n2.7 รับ   5 คน","รอบ 3 Admission ":"1.1 ไม่เปิดรับสมัครในรอบนี้\n1.2 ไม่เปิดรับสมัครในรอบนี้\n1.3 ไม่เปิดรับสมัครในรอบนี้\n2.1 ไม่เปิดรับสมัครในรอบนี้\n2.2 ไม่เปิดรับสมัครในรอบนี้\n2.3 ไม่เปิดรับสมัครในรอบนี้\n2.4 ไม่เปิดรับสมัครในรอบนี้\n2.5 ไม่เปิดรับสมัครในรอบนี้\n2.6 ไม่เปิดรับสมัครในรอบนี้\n2.7 ไม่เปิดรับสมัครในรอบนี้","รอบ 4 Direct admission ":"1.1 ไม่เปิดรับสมัครในรอบนี้\n1.2 ไม่เปิดรับสมัครในรอบนี้\n1.3 ไม่เปิดรับสมัครในรอบนี้\n2.1 ไม่เปิดรับสมัครในรอบนี้\n2.2 ไม่เปิดรับสมัครในรอบนี้\n2.3 ไม่เปิดรับสมัครในรอบนี้\n2.4 ไม่เปิดรับสมัครในรอบนี้\n2.5 ไม่เปิดรับสมัครในรอบนี้\n2.6 ไม่เปิดรับสมัครในรอบนี้\n2.7 ไม่เปิดรับสมัครในรอบนี้","อาชีพ":"1. นักดนตรี\n2. ศิลปิน\n3. นักวิจารณ์ดนตรี\n4. นักธุรกิจดนตรี\n5. นักการสื่อสารการตลาด\n6. นักจัดการศิลปิน หรือคุณครู-อาจารย์"}