{"คำอธิบายคณะ":"คณะมัณฑนศิลป์ก่อตั้งขึ้นเมื่อปี พ.ศ. 2499 ด้วยความริเริ่มของศาสตราจารย์ศิลป์ พีระศรี ซึ่งขณะนั้นดำรงตำแหน่งคณบดีคณะจิตรกรรมและประติมากรรม มีวัตถุประสงค์ให้มีการศึกษาในเรื่องของศิลปะและการออกแบบทุกลักษณะวิชาชีพ ทั้งในเรื่องของทฤษฎีและภาคปฏิบัติ เรียกว่าสาขาวิชามัณฑนศิลป์ ปัจจุบันได้ขยายการผลิตบัณฑิตสาขาศิลปะและการออกแบบแขนงต่าง ๆ ทั้งในระดับปริญญาตรี ปริญญาโท และปริญญาเอก ได้แก่ สาขาวิชาการออกแบบภายใน สาขาวิชาการออกแบบนิเทศศิลป์ สาขาวิชาการออกแบบผลิตภัณฑ์ สาขาวิชาประยุกตศิลปศึกษา สาขาวิชาเครื่องเคลือบดินเผา สาขาวิชาการออกแบบเครื่องประดับ และสาขาวิชาการออกแบบเครื่องแต่งกาย\n\nคณะมัณฑนศิลป์ ได้ให้ความสำคัญต่อการบริการทางวิชาการแก่สังคมและการทำนุบำรุงศิลปวัฒนธรรม โดยได้จัดแสดงงานนิทรรศการผลงานของคณาจารย์และผลงานศิลปนิพนธ์นักศึกษาด้านศิลปะและการออกแบบที่คณะวิชามีการเรียนการสอนอย่างต่อเนื่องทุกปี การจัดเทศกาลของขวัญของนักศึกษา การประกวดนักออกแบบแห่งปีสู่ระดับสากล ตลอดจนคณาจารย์ของคณะได้ให้ความร่วมมือเป็นกรรมการตัดสินการประกวดผลงานการออกแบบให้แก่หน่วยงานทั้งภาครัฐและเอกชน รวมทั้งยังมีโครงการจัดการอบรมทางด้านศิลปะและการออกแบบให้กับบุคคลทั่วไป การให้บริการออกแบบทางมัณฑนศิลป์อีกด้วย","สาขา/ภาควิชา":"1. การออกแบบ","หลักสูตร":"1.1 หลักสูตรศิลปศาสตรบัณฑิต (การออกแบบแฟชัน) (ภาษาไทย พิเศษ) วิทยาเขต วังท่าพระ\n1.2 หลักสูตรศิลปศาสตรบัณฑิต (การออกแบบเครื่องประดับ) (ภาษาไทย ปกติ) วิทยาเขต วังท่าพระ\n1.3 หลักสูตรศิลปศาสตรบัณฑิต (การออกแบบผลิตภัณฑ์) (ภาษาไทย ปกติ) วิทยาเขต วังท่าพระ\n1.4 หลักสูตรศิลปศาสตรบัณฑิต (ศิลปะและการออกแบบเครื่องเคลือบดินเผา) (ภาษาไทย ปกติ) วิทยาเขต วังท่าพระ\n1.5 หลักสูตรศิลปศาสตรบัณฑิต (การออกแบบภายใน) (ภาษาไทย ปกติ) วิทยาเขต วังท่าพระ\n1.6 หลักสูตรศิลปศาสตรบัณฑิต (การออกแบบนิเทศศิลป์) (ภาษาไทย ปกติ) วิทยาเขต วังท่าพระ\n1.7 หลักสูตรศิลปศาสตรบัณฑิต (ประยุกตศิลปศึกษา) (ภาษาไทย ปกติ) วิทยาเขต วังท่าพระ","คลิปแนะนำ":"https://www.youtube.com/watch?v=Pf8UDIgcepg","ค่าเทอม":"ภาคการศึกษาละ 22,000 บาท","ปฏิทิน":"https://admission.su.ac.th/","ตำแหน่งที่ตั้ง":"คณะมัณฑนศิลป์ มหาวิทยาลัยศิลปากร\n31 ถนนหน้าพระลาน\nเขตพระนคร กรุงเทพฯ 10200\nโทรศัพท์ : 0 2 221 5874\nโทรสาร : 0 2 225 4350\n\nคณะมัณฑนศิลป์ มหาวิทยาลัยศิลปากร\nวิทยาเขตพระราชวังสนามจันทร์\nอาคารศิลป์ พีระศรี 3\nเลขที่ 6 ถนนราชมรรคาใน อำเภอเมือง จังหวัดนครปฐม 73000\nโทรศัพท์: 034-275-030, 034-270-413\nโทรสาร: 034-270-412\n\nเว็ปไซต์ : http://decorate.su.ac.th/"}