{"คำอธิบายคณะ":"มหาวิทยาลัยศิลปากร ได้จัดตั้งคณะเทคโนโลยีสารสนเทศและการสื่อสาร ซึ่งรับผิดชอบจัดการเรียนการสอนโดยผสานศาสตร์ทางศิลปะซึ่งเป็นศาสตร์แขนงที่มหาวิทยาลัยศิลปากรมีความเชี่ยวชาญกับศาสตร์ทางด้านเทคโนโลยีสารสนเทศ ขึ้น ในปีการศึกษา 2546 ครั้งแรกเปิดสอน 2 สาขาวิชา ได้แก่ สาขาวิชาเทคโนโลยีสารสนเทศธุรกิจ โดยการผสานศาสตร์ทางการบริหารจัดการกับศาสตร์ทางด้านเทคโนโลยีสารสนเทศ และสาขาวิชาเทคโนโลยีสารสนเทศเพื่อการออกแบบ โดยผสานศาสตร์ทางศิลปะกับศาสตร์ทางด้านเทคโนโลยีสารสนเทศ ซึ่งแบ่งเป็น 3 วิชาเอก ได้แก่ การออกแบบแอนิเมชัน การออกแบบเว็บและสื่อโต้ตอบ และการออกแบบเกม\n\nในปีการศึกษา 2550 ได้เปิดสอนสาขานิเทศศาสตร์ โดยบูรณาการศาสตร์ทางศิลปะ เทคโนโลยีสารสนเทศ เพื่อใช้กับนิเทศศาสตร์และการสื่อสารมวลชน ซึ่งมี 5 วิชาเอก ได้แก่ การโฆษณา การลูกค้าสัมพันธ์ วารสารและหนังสือพิมพ์ ภาพยนตร์ และวิทยุและโทรทัศน์\n\nนอกจากงานด้านการเรียนการสอน คณะเทคโนโลยีสารสนเทศและการสื่อสารยังได้ดำเนินการส่งเสริมและสนับสนุนด้านการวิจัยและการให้บริการวิชาการ รวมทั้งร่วมมือและประสานงานกับหน่วยงานราชการ เอกชน สมาคม หรือองค์กรต่าง ๆ ในสาขาวิชาชีพเพื่อการเผยแพร่และส่งเสริมงานด้านเทคโนโลยีสารสนเทศและการสื่อสารและสาขาที่เกี่ยวเนื่อง","สาขา/ภาควิชา":"1. เทคโนโลยีสารสนเทศ\n2. นิเทศศาสตร์","หลักสูตร":"1.1 หลักสูตรวิทยาศาสตรบัณฑิต (เทคโนโลยีดิจิทัลเพื่อการออกแบบ) (ภาษาไทย พิเศษ) วิทยาเขต เพชรบุรี\n1.2 หลักสูตรวิทยาศาสตรบัณฑิต (เทคโนโลยีดิจิทัลเพื่อการออกแบบ) สาขาวิชาการออกแบบอินเทอร์แอคทีฟแอปพลิเคชัน (ภาษาไทย พิเศษ) วิทยาเขต เพชรบุรี\n1.3 หลักสูตรวิทยาศาสตรบัณฑิต (เทคโนโลยีดิจิทัลเพื่อการออกแบบ) สาขาวิชาการออกแบบเกม (ภาษาไทย พิเศษ) วิทยาเขต เพชรบุรี\n1.4 หลักสูตรวิทยาศาสตรบัณฑิต (เทคโนโลยีดิจิทัลเพื่อการออกแบบ) สาขาวิชาการออกแบบแอนิเมชัน (ภาษาไทย พิเศษ) วิทยาเขต เพชรบุรี\n1.5 หลักสูตรวิทยาศาสตรบัณฑิต (เทคโนโลยีดิจิทัลเพื่อธุรกิจ) (ภาษาไทย พิเศษ) วิทยาเขต เพชรบุรี\n2.1 หลักสูตรนิเทศศาสตรบัณฑิต (นิเทศศาสตร์) (ภาษาไทย พิเศษ) วิทยาเขต เมืองทองธานี","คลิปแนะนำ":"https://www.youtube.com/watch?v=XX87cXkdXZc","ค่าเทอม":"ภาคการศึกษาละ 35,000 บาท","ปฏิทิน":"https://admission.su.ac.th/","ตำแหน่งที่ตั้ง":"คณะเทคโนโลยีสารสนเทศและการสื่อสาร\nมหาวิทยาลัยศิลปากร\nวิทยาเขตสารสนเทศเพชรบุรี\nหมู่ 3 ตำบลสามพระยา\nอำเภอชะอำ จังหวัดเพชรบุรี 76120\nโทรศัพท์/โทรสาร: 0 3 259 4033\n\nคณะเทคโนโลยีสารสนเทศและการสื่อสาร\nมหาวิทยาลัยศิลปากร ซิตี้แคมปัส เมืองทองธานี\nเลขที่ 80 ถ.ป๊อบปูล่า ต.บ้านใหม่ อ.ปากเกร็ด จ.นนทบุรี\nโทรศัพท์: 0 91765 9890\n\nเว็ปไซต์ : https://ict.su.ac.th/"}